[
  {
    "name": "Accento Xerjoff Velvet Collection",
    "url": "https://thefragranceshopinc.com/products/accento-xerjoff?variant=39479608377407",
    "brand": "XERJOFF",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ACCENTOXerjoff_600x600.jpg?v=1634003609",
    "description": "Eau de Parfum - 100ML\nAccento by Xerjoff is a Chypre Floral fragrance for women and men. This is a new fragrance. Accento was launched in 2019. Accento was created by Christian Carbonnel and Laura Santander. Top notes are Hyacinth and Pineapple; middle notes are iris, Jasmine and Pink Pepper; base notes are Musk, Vetiver, Vanilla, Amber and Patchouli.",
    "price": "1090000"
  },
  {
    "name": "Jean Paul Gaultier Scandal A Paris",
    "url": "https://thefragranceshopinc.com/products/jean-paul-gaultier-scandal-a-paris?variant=39479678173247",
    "brand": "JEAN PAUL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/SCANDALAPARIS_600x600.jpg?v=1634013685",
    "description": "Eau de Toilette - 80ML\nJean Paul Gaultier Scandal A Paris Eau de Toilette is a chypre floral fragrance that feels addictive and radiant with a sweet presence.\nJean Paul Gaultier Scandal A Paris Eau de Toilette is a radiant as well as luminous new version of the first Scandal by Jean Paul Gaultier. Featuring a fruity opening note of pear, the fragrance then develops to a heart of the floral and elegant jasmine. The perfume finishes with a sweet note of honey, which instantly transforms the scent into a beautiful addiction. A new Scandal A Paris leaves a trail of fearlessness as well as countless rumors as you move.\nA Scandal in a bottle: an outrageously radiant essence that reveals light pink through a clear glass. This iconic image perfectly anticipates the unforgettable scent you&#39;re about to try!\nNotes\n\nTop notes: pear;\nHeart notes: jasmine;\nBase notes: honey.\n",
    "price": "899000"
  },
  {
    "name": "Angels' Share By Kilian",
    "url": "https://thefragranceshopinc.com/products/angels-share-by-kilian?variant=39479680204863",
    "brand": "KILIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ANGELSHAREKILIAN_600x600.jpg?v=1634014541",
    "description": "Eau de Parfum - 50ML\nAngels&#39; Share by By Kilian is a Amber Vanilla fragrance for women and men. This is a new fragrance. Angels&#39; Sharewas launched in 2020. The nose behind this fragrance is Benoist Lapouza. Top note is Cognac; middle notes are Cinnamon, Tonka Bean and Oak; base notes are Praline, Vanilla and Sandalwood.",
    "price": "819000"
  },
  {
    "name": "Diptyque 34 Tentre-Quatre Boulevard Saint Germain",
    "url": "https://thefragranceshopinc.com/products/diptyque-34-tentre-quatre-boulevard-saint-germain?variant=39499708956735",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUE34Boulevard_600x600.jpg?v=1635862148",
    "description": "100ML Eau de Toilette\n34 boulevard Saint Germain by Diptyque is a Chypre Floral fragrance for women and men. 34 boulevard Saint Germain was launched in 2011. The nose behind this fragrance is Olivier Pescheux. Top notes are Clove, Cinnamon, Black Currant, Cardamom, Fig Leaf, Pink Pepper, Green Notes and Citruses; middle notes are Geranium, Tuberose, iris, Rose and Violet; base notes are Resin, Woodsy Notes and Eucalyptus.",
    "price": "719000"
  },
  {
    "name": "Kenzo World Eau de Parfum Intense",
    "url": "https://thefragranceshopinc.com/products/kenzo-world-eau-de-parfum-intense?variant=39479679352895",
    "brand": "KENZO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/KENZOWORLDINTENSE_600x600.jpg?v=1634014245",
    "description": "Eau de Parfum Intense - 75ML\nKENZO has revisited its floral bouquet through a powerful gourmand twist.\nA bold association between the addictive velvety black plum, the radiant peony and jasmine, the gourmand vanilla. \nA fragrance to dare to be yourself. Reveal your inner power. ",
    "price": "599000"
  },
  {
    "name": "L'Envol de Cartier Eau de Toilette",
    "url": "https://thefragranceshopinc.com/products/lenvol-de-cartier-eau-de-toilette?variant=39499716821055",
    "brand": "CARTIER",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/CARTIER_600x600.jpg?v=1635860992",
    "description": "80ML Eau de Toilette\nL&#39;Envol Eau de Toilette by Cartier is a Woody fragrance for men. L&#39;Envol Eau de Toilette was launched in 2017. The nose behind this fragrance is Mathilde Laurent. Top notes are Citruses and Artemisia; middle note is Honey; base notes are Musk and Guaiac Wood.",
    "price": "729000"
  },
  {
    "name": "Rose Alexandrie Giorgio Armani Prive",
    "url": "https://thefragranceshopinc.com/products/rose-alexandrie-giorgio-armani-prive?variant=33294455210047",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/armani-rose_alexandrie-3605520289712-100ml-alt9_600x600.jpg?v=1609850246",
    "description": "100ml Eau de Toilette\nThis fragrance is inspired by the subtle intermingling of fountain waters and the scent of roses from the Alexandrian garden, fresh, moist; then warmed by the sun’s rays.\nThe Rose Alexandrie luxury perfume showcases the Rose of May, in the spirit of the gardens of Alexandria. Drawing on the grace and distinction of the world’s most beloved flower, this damask rose perfume is prized for its highly complex alchemy, lending itself to an infinite number of compositions. Heady and intense, both soft and potent, this is a floral fragrance unlike any other",
    "price": "799000"
  },
  {
    "name": "SOLEIL BLANC 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/soleil-blanc-by-tom-ford?variant=33343278645311",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFSOLEILBLANC100ML_600x600.jpg?v=1611494516",
    "description": "Eau de Parfum 100ml\nEau de Soleil Blanc by Tom Ford is a Oriental Floral fragrance for women and men. Eau de Soleil Blanc was launched in 2018. Top notes are Bitter Orange, Neroli, Pistachio, Bergamot, Citron, Petitgrain, Cardamom, Pink Pepper and Caraway; middle notes are Tuberose, Tunisian Orange Blossom, Ylang-Ylang, Jasmine and Galbanum; base notes are Coconut, Vanilla, Tonka Bean, Amber and Benzoin.",
    "price": "1190000"
  },
  {
    "name": "Pomegranate Noir GOLD EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/pomegranate-noir-gold-edition-by-jo-malone?variant=31417967476799",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/CB91FA3F-9AF8-4FC2-843A-CEC268595A31_600x600.jpg?v=1575452883",
    "description": "Cologne - 100ml\nAbout Pomegranate Noir\nPomegranate Noir is a shared / unisex perfume by Jo Malone London. The fragrance was created by perfumer Jo Malone.\n\n\nPomegranate Noir fragrance notes\n\n\nTop Notes\n\n\n\nRaspberry,\n\nPlum,\nPink pepper\n\n\n\nHeart Notes\n\n\nCasablanca lily\n\n\n\nBase notes\n\n\n\nGuaiacwood,\n\nPatchouli,\nFrankincense\n\n\n\n\n\n",
    "price": "729000"
  },
  {
    "name": "PASSAGE D'ENFER By Olivia Giacobetti L'Artisan Parfumeur",
    "url": "https://thefragranceshopinc.com/products/passage-denfer-by-olivia-giacobetti-lartisan-parfumeur?variant=39259369308223",
    "brand": "L'ARTISAN PARFUMEUR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/PASSAGED_ENFER_600x600.jpg?v=1614997601",
    "description": "100ML Eau de Toilette\nPassage d’Enfer pays homage to the Parisian location of L’Artisan Parfumeur’s office in the 1970s. It conjures up images of chilled cathedral walls and echoes of rituals and incantations. Translucent lily and white musk sweeten the balsamic smoke of incense. Passage d’Enfer is also a wicked play on words, the symbolic “Hells passage”, a moment caught between two worlds. The name may be dark and unsettling, but the scent itself is tranquil and contemplative. \nPassage d’Enfer is a subtle elixir based on incense essence, an exquisite, woody and aromatic raw material. \nPure, airy and all-consuming, it attracts and seduces, conjuring up dream-like, voluptuous, poetic and sensual moments of pleasure.",
    "price": "899000"
  },
  {
    "name": "Versace Atelier Eclat De Rose",
    "url": "https://thefragranceshopinc.com/products/versace-atelier-eclat-de-rose?variant=33294480736319",
    "brand": "VERSACE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_c53f9d58-721e-4c60-be73-18ce092fca39_600x600.jpg?v=1610188748",
    "description": "100ml Eau de Parfum\nA hint of elegance, fragility, irreverence, and candour, Eclat De Rose  by Versace perfume for women is a new floral amber oriental fragrance that combines velvety notes of Moroccan rose centifolia at the top with a luscious heart of cashmere wood, all of which are supported by a heady ambrox base. The perfume boasts a hand-made clear glass bottle enriched with the name of the fragrance written in a gold tone.\n\nFragrance Notes: Moroccan rose, ambroxan, amber, incense, cashmere wood, tobacco, musk\n ",
    "price": "1090000"
  },
  {
    "name": "PENHALIGON'S HALFETI LEATHER",
    "url": "https://thefragranceshopinc.com/products/penhaligons-halfeti-leather?variant=39401707077695",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/PENHALIGONSHALFETI_600x600.jpg?v=1626931549",
    "description": "100ML Eau de Parfum\nThe British house Penhaligon’s unveiled on May 8th, 2020, a new chapter in its Trade Routes Collection; the perfume Halfeti Leather. It is announced as a dark creation in oriental tones, built around a woody and spicy rose. A variation of the original Halfeti fragrance from 2015, enriched with spicy, woody and leathery notes.",
    "price": "1190000"
  },
  {
    "name": "Jo Malone English Pear & Freesia Scented Body Powder",
    "url": "https://thefragranceshopinc.com/products/jo-malone-london-scented-body-powder?variant=39401705996351",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JOMALONECOMPACT_600x600.jpg?v=1626930931",
    "description": "\n \nScent your skin with a pearlescent powder, infused with English Pear &amp;amp; Freesia. Formulated with skin conditioning ingredients and light reflecting pearls, it leaves skin feeling silky smooth and with a subtle sheen. A new way of wearing our mellow fragrance, the Scented Body Powder is encased in a sleek mirrored compact and presented in a Jo Malone London pouch with a kabuki brush for application. Perfectly sized for on-the-go touch-ups this party season.",
    "price": "749000"
  },
  {
    "name": "212 VIP Black Red (Limited Edition)",
    "url": "https://thefragranceshopinc.com/products/212-vip-black-red-limited-edition?variant=39401659334719",
    "brand": "CAROLINA HERRERA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/212VIPRED_600x600.jpg?v=1626919080",
    "description": "100ML Eau de Parfum\nVIP Black Red by Carolina Herrera is a Woody Spicy fragrance for men. This is a new fragrance. VIP Black Red was launched in 2020. Top notes are Allspice, Cardamom and Ginger; middle note is Absinthe; base notes are Leather and Guaiac Wood.",
    "price": "619000"
  },
  {
    "name": "Tiffany & Love Eau de Parfum for Her",
    "url": "https://thefragranceshopinc.com/products/tiffany-love-eau-de-parfum-for-her?variant=33294381645887",
    "brand": "Tiffany & Co",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/tiffany-love-eau-de-parfum-for-her-68112257_1002123_AV_1_600x600.jpg?v=1609838365",
    "description": "90ml Eau de Parfum\n\nA tribute to modern love, Tiffany &amp;amp; Love fragrances share a common hero, blue sequoia. This vibrant woody note unifies the two scents, honoring the many ways love brings two people together. Created by renowned perfumers Honorine Blanc and Marie Salamagne, Tiffany &amp;amp; Love Eau de Parfum for Her is a floral, woody scent. The fragrance opens with a burst of bright and sparkling top notes, beginning with blue basil–a botanical ingredient developed exclusively for Tiffany–paired with grapefruit for an aromatic crispness. The sweet floral bouquet of neroli is at the heart of the fragrance, with a woody blend of blue sequoia. Vetiver and cedarwood are at the base, creating a faceted and feminine scent. Personalize this bottle with custom engraving to make it the perfect gift.\n\n\nTop notes: Blue basil, blackcurrant, grapefruit\n\n\nMiddle notes: Neroli, jasmine, tuberose flower\n\n\nBase notes: Blue sequoia, vetiver, cedarwood\n\n",
    "price": "599000"
  },
  {
    "name": "TOBACCO VANILLE 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/tobacco-vanille-by-tom-ford?variant=33343274975295",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFTOBACCOVANILLE_600x600.jpg?v=1611494236",
    "description": "Eau de Parfum 100ml\nA luxurious and warming fragrance that highlights a heady modern fusion between sweet, sensual vanilla and spicy tobacco accord. With a rich scent that paints the marvel of an English Gentleman&#39;s club, this fragrance opens into a medley of tobacco and spicy notes. The heart samples a deep vanilla chord surrounded in tonka bean, tobacco blossom and bitter cacao. Finishing the scent is a final layer of woods and dried fruits.",
    "price": "1190000"
  },
  {
    "name": "Poison Girl by DIOR",
    "url": "https://thefragranceshopinc.com/products/poison-girl-by-dior?variant=31440289759295",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/POISONGIRL_600x600.jpg?v=1611478378",
    "description": "100ml - Eau de Parfum\nPoison Girl by Christian Dior is a Oriental Vanilla fragrance for women. Poison Girl was launched in 2016. The nose behind this fragrance is Francois Demachy. Top notes are Bitter Orange and Lemon; middle notes are Damask Rose, Grasse Rose and Orange Blossom; base notes are Vanilla, Almond, Tonka Bean, Tolu Balsam, Sandalwood, Heliotrope and Cashmeran.",
    "price": "599000"
  },
  {
    "name": "SAUVAGE EDT by DIOR",
    "url": "https://thefragranceshopinc.com/products/sauvage-edt-by-dior?variant=15241872769087",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/perfume-christian-dior-sauvage-edt-60-ml_1024x1024_7323ccfa-5eec-495d-8c68-2fc869599673_600x600.jpg?v=1563523459",
    "description": "100ml - Eau de Toilette\nAbout Sauvage\nSauvage is a masculine fragrance by Christian Dior. The scent was launched in 2015 and the fragrance was created by perfumer François Demachy\n\n\nSauvage fragrance notes\n\n\n\nBergamot,\n\nAmbroxan,\n\nGeranium,\n\nPepper,\n\nLavender,\n\nVetiver,\nPatchouli\n\n\n",
    "price": "619000"
  },
  {
    "name": "VIOLET & AMBER ABSOLU by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/violet-amber-absolu-by-jo-malone?variant=32086623584319",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BE30690E-9432-4FDC-B126-24C5E062BD9B_600x600.jpg?v=1586745426",
    "description": "Absolu Cologne - 100ml\nAbout Violet &amp;amp; Amber Absolu\nViolet &amp;amp; Amber Absolu is a shared / unisex perfume by Jo Malone London. The scent was launched in 2019.\n\n\nViolet &amp;amp; Amber Absolu fragrance notes\n\n\n\nViolet,\n\nPatchouli,\n\nLabdanum,\n\nAmber,\n\nOud,\nWhite musk\n\n\n",
    "price": "729000"
  },
  {
    "name": "Brilliantly British Penhaligon's - Limited Edition",
    "url": "https://thefragranceshopinc.com/products/brilliantly-british-penhaligons-limited-edition?variant=39258654867519",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BRILIANTLYBRITISH_600x600.jpg?v=1614950856",
    "description": "100ML Eau de Parfum\nThe house of Penhaligon’s celebrates 150 years of its “fragrant stories” and invites you to “browse the library” and “stick your nose in an exciting new chapter.” On the occasion of this jubilee anniversary, a new edition called Brilliantly British is presented, in line with the heritage of the brand.\nPenhaligon’s Brilliantly British is announced as a “dapper scent indeed,” combining the notes of lavender and toffee caramel. “As if swaying lavender had been plucked from a sleepy English garden, and frozen on the spot. Thoroughly traditional. Uncommonly refreshing.”",
    "price": "1190000"
  },
  {
    "name": "CALIFORNIA DREAM by LOUIS VUITTON",
    "url": "https://thefragranceshopinc.com/products/california-dream-by-louis-vuitton?variant=33294439940159",
    "brand": "LOUIS VUITTON",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/CALIFORNIADREAMLV_600x600.jpg?v=1609848203",
    "description": "100ml Eau de Parfum\nCalifornia Dream, with warm, citrusy and oriental notes, captures the sunset in a bottle, the sky above LA and the mood of this city. It contains notes of mandarin, pear, musk as well as ambrette seed and benzoin. The perfumer&#39;s idea was to contrast the explosive freshness with softer notes, as warmth surrounding cool tones.\nCalifornia Dream is a shared / unisex perfume by Louis Vuitton. The scent was launched in 2020 and the fragrance was created by perfumer Jacques Cavallier Belletrud\n\n\nCalifornia Dream fragrance notes\n\n\nTop Notes\n\n\nMandarin\n\n\n\nHeart Notes\n\n\nAmbrette\n\n\n\nBase notes\n\n\nBenzoin\n\n\n\n\n\n",
    "price": ""
  },
  {
    "name": "Musc Shamal Giorgio Armani Prive",
    "url": "https://thefragranceshopinc.com/products/musc-shamal-giorgio-armani-prive?variant=33294452391999",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/armani_Musc_Shamal_3614272143128_100ml_alt1_600x600.jpg?v=1609849705",
    "description": "100ml Eau de Parfum Intense\nMusc Shamal is inspired by an intense enveloping oriental wind, a true olfactory embodiment of this radiant breeze. The fragrance is Giorgio Armani&#39;s interpretation of the breath of the desert, dancing across the endless sand dunes of Arabia.\nNOTES:A plethora of Musks combined with aerial notes create a vaporous and captivating facet. An opulent rose offers floral and lightening notes while ambery woods and cedarwood bring a warm and vibrant sensuality intensified by vanilla. The fragrance is an aura of light from which comes a powerful and enveloping sensuality.",
    "price": "899000"
  },
  {
    "name": "Gucci The Alchemist’s Garden: Tears of Iris",
    "url": "https://thefragranceshopinc.com/products/gucci-the-alchemist-s-garden-the-last-day-of-summer?variant=33343271272511",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_0074756a-ee10-4932-9c29-59b5fdeac8b1_600x600.jpg?v=1611800152",
    "description": "Eau de Parfum 100ML\n\n&quot;Tears of Iris&quot; eau de Parfum\nOne of the most ancient ingredients in perfumery, the Iris flower emits a sensual, woody scent blended with Sandalwood, Angelica Seeds and Musks.\nAccentuate this fragrance by layering it with perfumed oils and acque profumate from the collection to create a personalized blend.\nInspired by the first perfumery containers displayed on the wooden shelves of antique apothecaries, the fragrance is enclosed in a precious, white lacquered glass bottle with a porcelain effect, adorned with gold accents.\nAmong the animals populating the House&#39;s narrative universe, the image of an owl decorates the bottle, with luminous eyes reminiscent of an Iris.\n",
    "price": "1090000"
  },
  {
    "name": "Baccarat Rouge 540 Extrait by Maison Francis Kurkdjian",
    "url": "https://thefragranceshopinc.com/products/baccarat-rouge-540-red-by-maison-francis-kurkdjian-paris?variant=31524690526271",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/8CA6F95B-80F2-48D8-9845-119CB3FD4987_600x600.jpg?v=1580376199",
    "description": "70ml - Extrait de Parfum\nBaccarat Rouge 540 Extrait is a shared / unisex perfume by Maison Francis Kurkdjian. The scent was launched in 2017.\n\n\n\nBaccarat Rouge 540 Extrait fragrance notes\n\n\n\nEgyptian jasmine grandiflorum,\n\nSaffron,\n\nMoroccan bitter almond,\n\nCedarwood,\n\nMusky wood,\nAmbergris\n\n\n",
    "price": ""
  },
  {
    "name": "LE LABO SANTAL 33",
    "url": "https://thefragranceshopinc.com/products/le-labo-santal-33?variant=39259403026495",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/SANTAL_33_600x600.jpg?v=1614999664",
    "description": "100ML Eau de Parfum\n\nA perfume that touches the sensual universality of this icon, that would intoxicate a man as much as a woman. It introduces the brand&#39;s use of cardamom, iris, violet and ambrox, which crackle in the formula and bring to this smoking wood alloy—Australian sandalwood, papyrus, cedarwood—some spicy, leathery, musky notes and gives this parfum its unisex signature and addictive comfort. Here is, in a few words, what Santal 33 is: An open fire. The soft drift of smoke. Where sensuality rises after the light has gone.\nStyle: Rich, woody.\nNotes:\n- Top: violet accord, cardamom.\n- Middle: iris, ambrox.\n- Base: cedarwood, leather, sandalwood.\n",
    "price": "799000"
  },
  {
    "name": "Fleur Musc FLORALE by Narciso Rodriguez",
    "url": "https://thefragranceshopinc.com/products/fleur-musc-florale-by-narciso-rodriguez?variant=39258614005823",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NARCISOFLORALE_600x600.jpg?v=1614946563",
    "description": "100ML Eau de Toilette\nFragrance Fleur Musc Florale perfume for Women by Narciso Rodriguez was released in 2020. What does Fleur Musc Florale smell like? Well it is an aroma highlighted by a bouquet of fragrant musky, sweet and woody scented tones that will bring a sensual, warm and uplifting perfumed sensation. Examining it closer once applied you will notice a lingering quality of softer fragranced powdery, balsamic and rose hints that hide an essence of romantic, comforting and cozy feelings.",
    "price": "589000"
  },
  {
    "name": "Gucci The Alchemist's Garden: Hortus Sanitatis",
    "url": "https://thefragranceshopinc.com/products/the-alchemists-garden-hortus-sanitatis-gucci?variant=33294466515007",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUCCIHORTUSSANITATIS_600x600.jpg?v=1609851833",
    "description": "100ml Eau de Parfum\nAbout The Alchemist&#39;s Garden : Hortus Sanitatis Eau de Parfum\nThe Alchemist&#39;s Garden : Hortus Sanitatis Eau de Parfum is a shared / unisex perfume by Gucci. The scent was launched in 2020 and the fragrance was created by perfumer Alberto Morillas\n\nThe Alchemist&#39;s Garden : Hortus Sanitatis Eau de Parfum fragrance notes\n\n\n\nPapyrus,\n\nCedarwood,\nGinger\n\n\n\n ",
    "price": "1090000"
  },
  {
    "name": "YVES SAINT LAURENT LIBRE 90ML",
    "url": "https://thefragranceshopinc.com/products/libre-by-yves-saint-laurent?variant=31559923531839",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/yves-saint-laurent-libre-edp_600x600.jpg?v=1577926649",
    "description": "90ml - Eau de Parfum\nAbout Libre\nLibre is a feminine perfume by Yves Saint Laurent. The scent was launched in 2019 and the fragrance was created by perfumers Carlos Benaim and Anne Flipo\n\nLibre fragrance notes\n\n\nTop Notes\n\n\n\nMandarin,\nNeroli\n\n\n\nHeart Notes\n\n\n\nOrange blossom,\n\nJasmine,\nLavender\n\n\n\nBase notes\n\n\n\nAmber,\n\nVanilla,\n\nAmbergris,\nMusk\n\n\n\n\n\n",
    "price": "649000"
  },
  {
    "name": "Acqua di Parma Arancia Di Capri",
    "url": "https://thefragranceshopinc.com/products/acqua-di-parma-arancia-di-capri?variant=33294279868479",
    "brand": "ACQUA DI PARMA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ARANCIADICAPRI_600x600.jpg?v=1609830405",
    "description": "75ml Eau de Toilette Natural Spray\nAbout Blu Mediterraneo : Arancia di Capri\nBlu Mediterraneo : Arancia di Capri is a shared / unisex perfume by Acqua di Parma. The scent was launched in 1999\n\nBlu Mediterraneo : Arancia di Capri fragrance notes\n\n\nTop Notes\n\n\n\nBergamot,\n\nSage,\n\nOrange,\n\nMandarin,\nLemon\n\n\n\nHeart Notes\n\n\n\nPetitgrain,\nCardamom\n\n\n\nBase notes\n\n\n\nCaramel,\n\nOakmoss,\n\nVetiver,\nMusk\n\n\n\n\n\n\n ",
    "price": "619000"
  },
  {
    "name": "Jo Malone London Wild Bluebell Scent Surround™ Diffuser",
    "url": "https://thefragranceshopinc.com/products/jo-malone-london-wild-bluebell-scent-surround%E2%84%A2-diffuser?variant=33334721380415",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/WILDBLUEBELLOIL_600x600.jpg?v=1611503979",
    "description": "Size 165ml\nAbout Jo Malone London Wild Bluebell Scent Surround Diffuser\nFill your room with the scent of vibrant sapphire blooms in a shaded woodland. The delicate sweetness of dewy bluebells suffused with lily of the valley, eglantine, and a luscious twist of persimmon. Delicate, dewy, and mesmerising.\nWhy It’s Special\n\nCreate a fragrant scene in your home with the dewy, delicate scent of wild bluebells\nPlace on your bedside table or dresser to encourage a relaxing mood\nJo Malone London diffusers add continuous scent to any space for 4-5 months\nGenderless\n\nHow to Use\nTwist off the cap. Remove the black seal from the metal collar and replace the collar. Gently tap the reeds on a hard surface and then dip them into the oil. The greater number of reeds used, the more intense the scent. Allow 24-36 hours for the fragrance to diffuse fully. Enjoy your diffuser for up to 4-5 months.",
    "price": "799000"
  },
  {
    "name": "Guerlain Aqua Allegoria Flora Cherrysia",
    "url": "https://thefragranceshopinc.com/products/guerlain-aqua-allegoria-flora-cherrysia?variant=33294254571583",
    "brand": "GUERLAIN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Guerlain_AQUA_ALLEGORIA_FLORA_CHERRYSIA_2020_W_001_600x600.jpg?v=1611160140",
    "description": "75ml Eau de Toilette\nAbout Aqua Allegoria Flora Cherrysia\nAqua Allegoria Flora Cherrysia is a feminine perfume by Guerlain. The scent was launched in 2019 and the fragrance was created by perfumer Thierry Wasser\n\nAqua Allegoria Flora Cherrysia fragrance notes\n\n\nTop Notes\n\n\n\nCalabrian bergamot,\nWatermelon\n\n\n\nHeart Notes\n\n\n\nNashi pear,\n\nCherry blossom,\nRose\n\n\n\nBase notes\n\n\n\nViolet,\n\nWhite musk,\nWoods\n\n\n\n\n\n\n ",
    "price": "599000"
  },
  {
    "name": "Bvlgari Omnia Golden Citrine",
    "url": "https://thefragranceshopinc.com/products/bvlgari-omnia-golden-citrine?variant=33294186315839",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GOLDENCITRINEBVLGARIOMNIA_600x600.jpg?v=1609824030",
    "description": "65ml Eau de Toilette\nAbout Omnia Golden Citrine\nOmnia Golden Citrine is a feminine perfume by Bulgari. The scent was launched in 2020 and the fragrance was created by perfumer Alberto Morillas\n\nOmnia Golden Citrine fragrance notes\n\n\nTop Notes\n\n\n\nSicilian Mandarin,\nWhite peach\n\n\n\nHeart Notes\n\n\n\nYlang Ylang,\nJasmine\n\n\n\nBase notes\n\n\n\nBenzoin,\nCedarwood\n\n\n\n\n\n",
    "price": "549000"
  },
  {
    "name": "MAISON MARGIELA 'REPLICA' Bubble Bath",
    "url": "https://thefragranceshopinc.com/products/maison-margiela-replica-bubble-bath?variant=33294397374527",
    "brand": "MAISON MARGIELA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BUBBLEBATHREPLICA_600x600.jpg?v=1609841610",
    "description": "100ml Eau de Toilette\nAbout Replica Bubble Bath\nReplica Bubble Bath is a shared / unisex perfume by Martin Margiela. The scent was launched in 2020\n\nReplica Bubble Bath fragrance notes\n\n\nTop Notes\n\n\n\nSoap accord,\nBergamot\n\n\n\nHeart Notes\n\n\n\nLavender,\n\nRose,\nJasmine\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nCoconut,\nWhite musks\n\n\n\n\n\n",
    "price": "799000"
  },
  {
    "name": "CHLOE Atelier Des Fleurs Neroli",
    "url": "https://thefragranceshopinc.com/products/chloe-atelier-des-fleurs-neroli?variant=33294177271871",
    "brand": "CHLOE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/8d49e72b-ad55-405b-84e5-e0062feec85c_600x600.jpg?v=1609822881",
    "description": "50ml Eau de Parfum\nChloe Neroli Perfume by Chloe, Debuting in 2019, Chloe Neroli is a citrusy floral women’s fragrance with added aromatic and spicy accords. Crafted by accomplished perfumer Sidonie Lancesseur, this scent features a single note of neroli from blossoms of the bitter orange tree. \nAlthough it often stars alongside other fragrance notes in a wide range of scents, neroli by itself gives off a light, honeyed, aromatic and slightly bitter aroma. It can be worn alone or paired with Verbena, Lavanda or Magnolia Alba, other single-note fragrances from the same brand.",
    "price": "429000"
  },
  {
    "name": "Alien by Thierry Mugler",
    "url": "https://thefragranceshopinc.com/products/alien-by-thierry-mugler?variant=33294078279743",
    "brand": "THIERRY MUGLER",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_fe094201-0490-4a96-a0e6-63e0553b09dc_600x600.jpg?v=1627792778",
    "description": "Eau de Parfum 30ml Spray\nAbout Alien\nAlien is a feminine perfume by Thierry Mugler. The scent was launched in 2005 and the fragrance was created by perfumers Laurent Bruyère and Dominique Ropion\n\nAlien fragrance notes\n\n\nTop Notes\n\n\nSambac Jasmine\n\n\n\nHeart Notes\n\n\nCashmere Wood\n\n\n\nBase notes\n\n\nWhite Amber\n\n\n\n\n\n\n ",
    "price": "399000"
  },
  {
    "name": "Baccarat Rouge 540 by Maison Francis Kurkdjian Paris",
    "url": "https://thefragranceshopinc.com/products/baccarat-rouge-540-by-maison-francis-kurkdjian?variant=31418255409215",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/E54394E1-7153-4285-8EC9-361478002140_600x600.jpg?v=1577184103",
    "description": "About Baccarat Rouge 540\n\nOriginally launched in 2014 for Bacarrat, the fragrance was relaunched in 2016 as part of the main Maison Françis Kurkdjian line.\n70ml - Eau de Parfum.\nBaccarat Rouge 540 fragrance notes\n\n\n\n\nTop Notes\n\n\n\nJasmine,\n\nSaffron,\n\nOrange,\nMarigold\n\n\n\nHeart Notes\n\n\n\nAmbroxan,\nEvernyl\n\n\n\nBase notes\n\n\n\nCedarwood,\n\nAmbergris,\nFir balsam\n\n\n\n\n\n\n ",
    "price": "1269000"
  },
  {
    "name": "MFK Baccarat Rouge540 Extrait Travel Set",
    "url": "https://thefragranceshopinc.com/products/mfk-baccarat-rouge540-extrait-de-parfum-travel-spray-refill-set?variant=39259522924607",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/EXTRAIT_600x600.jpg?v=1615083159",
    "description": "Travel Spray Case GOLD EDITION \n5x0.37fl.oz Eau de Parfum Refills\nBring the iconic Baccarat Rouge 540 Extrait fragrance with you wherever you go, in your handbag or luggage, thanks to the travel set containing our Globe Trotter travel spray case in gold and 5 x 0.37 fl.oz. refills. An eau de parfum in which the aerial notes of jasmine and the radiance of saffron carry the mineral facets of ambergris and woody tones of freshly cut cedar. A graphic and highly condensed signature.",
    "price": ""
  },
  {
    "name": "LES COLOGNE LOUIS VUITTON - 3x10ML Eau de Parfum",
    "url": "https://thefragranceshopinc.com/products/les-cologne-louis-vuitton-3x10ml-eau-de-parfum?variant=39259544354879",
    "brand": "LOUIS VUITTON",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LVLESCOLOGNE_600x600.jpg?v=1615012684",
    "description": "3 x 10ML Eau de Parfum\nLes Colognes Louis Vuitton is the new line of the Les Parfums Louis Vuitton collection that comes out in April 2019. Perfumer Jacques Cavallier Belletrud signed all creations of this house. The three fresh, cologne-like scents (in EDP concentration) are named Sun Song, Cactus Garden and Afternoon Swim.",
    "price": "649000"
  },
  {
    "name": "Chloé Absolu de Parfum Edition Limitee",
    "url": "https://thefragranceshopinc.com/products/absolu-de-parfum-by-chloe?variant=13850461339711",
    "brand": "CHLOE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_3a79873b-746b-4c69-88de-591396df5294_600x600.jpg?v=1568863367",
    "description": "75ml - Eau de Parfum\nChloé Absolu de Parfum fragrance notes\n\n\nTop Notes\n\n\nDamascena Rose Essence\n\n\n\nHeart Notes\n\n\n\nCentifolia Rose Absolute,\nPatchouli Essence\n\n\n\nBase notes\n\n\nVanilla Absolute\n\n\n\n\n",
    "price": "569000"
  },
  {
    "name": "WATERLILY SUN by AERIN LAUDER",
    "url": "https://thefragranceshopinc.com/products/aerin-waterlily-sun?variant=31765715451967",
    "brand": "AERIN LAUDER",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_12937a3a-3754-441c-bf80-cfd82ac8f4fb_600x600.jpg?v=1581137320",
    "description": "100ml - Eau de Parfum Spray Atomiseur\nAbout Waterlily Sun\nWaterlily Sun is a feminine perfume by Aerin. The scent was launched in 2014\n\nWaterlily Sun fragrance notes\n\n\nTop Notes\n\n\n\nSicilian bergamot,\nGreen notes\n\n\n\nHeart Notes\n\n\n\nWaterlily,\nJasmine sambac\n\n\n\nBase notes\n\n\nSweet musk\n\n\n\n\n\n",
    "price": "699000"
  },
  {
    "name": "OUD SILK MOOD by MAISON FRANCIS KURKDJIAN",
    "url": "https://thefragranceshopinc.com/products/oud-satin-mood-by-maison-francis-kurkdjian?variant=31418266288191",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_14df912d-ad66-4d27-ad41-6b0b4389cf4c_600x600.jpg?v=1577694512",
    "description": "70ml - Eau de Parfum\nAbout Oud Silk Mood\nOud Silk Mood is a shared / unisex perfume by Maison Francis Kurkdjian. The scent was launched in 2013 and the fragrance was created by perfumer Francis Kurkdjian.\n\n\nOud Silk Mood fragrance notes\n\n\n\nLaotian oud,\n\nBulgarian rose,\n\nMoroccan blue chamomile,\nPapyrus\n\n\n",
    "price": "1190000"
  },
  {
    "name": "GUCCI BLOOM Nettare Di Fiori by GUCCI",
    "url": "https://thefragranceshopinc.com/products/gucci-bloom-nettare-di-fiori-by-gucci?variant=31440278552639",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DC6C5A68-C10C-4CD9-9B83-5653D9D2A1C2_600x600.jpg?v=1575698034",
    "description": "100ml - Eau de Parfum Intense\nAbout Gucci Bloom Nettare di Fiori\nGucci Bloom Nettare di Fiori is a feminine perfume by Gucci. The scent was launched in 2018 and the fragrance was created by perfumer Alberto Morillas\n\nGucci Bloom Nettare di Fiori fragrance notes\n\n\nTop Notes\n\n\n\nGinger,\nRose\n\n\n\nHeart Notes\n\n\n\nJasmine bud,\n\nRangoon creeper,\nTuberose\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nMusk,\nOsmanthus\n\n\n\n\n\n",
    "price": "589000"
  },
  {
    "name": "SAUVAGE Eau de Parfum by DIOR",
    "url": "https://thefragranceshopinc.com/products/sauvage-by-dior?variant=9003307335743",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_6291effb-a45c-4170-9581-f8ce453dd616_600x600.jpg?v=1615160131",
    "description": "100ml - Eau de Perfume\nAbout Sauvage Eau de Parfum\nSauvage Eau de Parfum is a masculine fragrance by Christian Dior. The scent was launched in 2018 and the fragrance was created by perfumer François Demachy\n\nSauvage Eau de Parfum fragrance notes\n\n\nTop Notes\n\n\n\nCalabrian bergamot,\nSichuan pepper\n\n\n\nHeart Notes\n\n\n\nStar anise,\n\nNutmeg,\nLavender\n\n\n\nBase notes\n\n\n\nPapua New Guinean vanilla,\nAmbroxan\n\n\n\n\n\n",
    "price": "699000"
  },
  {
    "name": "THE IMPUDENT COUSIN MATTHEW by PENHALIGON’S",
    "url": "https://thefragranceshopinc.com/products/the-impudent-cousin-matthew-by-penhaligon-s?variant=32106023944255",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/3FF7C472-BB4F-4139-B533-5A998A9828F6_600x600.jpg?v=1586908980",
    "description": " Eau de Parfum - 75ml\nMatthew is never far from trouble-the naughty to his sister&#39;s nice. His eau de parfum reveals an unexpected pedigree, as fresh, sparkling mandarin strides gallantly forth from woody depths.",
    "price": "1190000"
  },
  {
    "name": "WISHKY & CEDARWOOD by JO MALONE HUNTSMAN",
    "url": "https://thefragranceshopinc.com/products/wishky-cedarwood-by-jo-malone-huntsman?variant=32086892281919",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_3a8d7bb1-0f53-478e-a864-95194846bb17_600x600.jpg?v=1607609378",
    "description": "Cologne - 100ml",
    "price": "729000"
  },
  {
    "name": "Nasomatto Black Afgano - Extrait De Parfum",
    "url": "https://thefragranceshopinc.com/products/nasomatto-black-afgano-extrait-de-parfum?variant=39258673479743",
    "brand": "NASOMATTO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_1ff936da-3a84-462f-96ab-e1bc9e75306c_600x600.jpg?v=1615088345",
    "description": "30ML Extrait de Parfum\nBlack Afgano by Nasomatto is a Woody Aromatic fragrance for women and men. The nose behind this fragrance is Alessandro Gualtieri. Top notes are cannabis and Green Notes; middle notes are resins, Woodsy Notes, Tobacco and Coffee; base notes are Agarwood (Oud) and Incense.\nThis bottle of perfume is part of the project Nasomatto.The fragrance aims to evoke the best quality of Hashish. It is the result of a quest to arouse the effects of temporary bliss.",
    "price": "749000"
  },
  {
    "name": "Tom Ford Private Blend F**king Fabulous Candle",
    "url": "https://thefragranceshopinc.com/products/tom-ford-private-blend-f-cking-fabulous-candle?variant=33334725115967",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/FUCKINGFABULOUSCANDLE_600x600.jpg?v=1611281434",
    "description": " \n \nA long-burning fragrance candle with an oriental artisanal scent featuring spices and warm and sweet gourmands. About the Fragrance: &quot;Fucking Fabulous is a decadent, oriental leather with an intoxicating grip. It evokes the private exchanges where fantasies come true. It’s undeniably the most straightforward name for such a beautiful scent.&quot;—Tom Ford",
    "price": "999000"
  },
  {
    "name": "F**KING FABULOUS 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/fucking-fabulous-by-tom-ford-1?variant=32161989394495",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFFUCKING100ML_600x600.jpg?v=1611496376",
    "description": "Eau de Parfum - 100ml\nAbout Fucking Fabulous\nFucking Fabulous is a shared / unisex perfume by Tom Ford. The scent was launched in 2017.\n\n\nFucking Fabulous fragrance notes\n\n\n\nAlmond Bitter Oil,\n\nTonka Resinoid,\n\nOrris Accord,\n\nCashmeran,\n\nLeather Accord,\nClary Sage Oil\n\n\n",
    "price": ""
  },
  {
    "name": "THE INGÉNUE COUSIN FLORA by PENHALIGON’S",
    "url": "https://thefragranceshopinc.com/products/the-ingenue-cousin-flora-by-penhaligon-s?variant=32105989603391",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/7B83C5EF-5F07-43A6-AE80-AC24ABDCF6AC_600x600.jpg?v=1586908606",
    "description": "Eau de Parfum - 75m\nWide-eyed innocent Flora has everyone foxed. Beneath her sweet exterior lies a surprisingly strong twist of mischief. Effusive, ebullient, fresh, Flora’s perfume is citrus sip of invigoration.",
    "price": "1190000"
  },
  {
    "name": "ORCHID SOLEIL by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/black-orcid-by-tom-ford-1?variant=13916223766591",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/EA56FFDA-F397-476C-9F3D-EF6670A7EC56_600x600.jpg?v=1575705825",
    "description": "100ml - Eau de Parfum\nAbout Orchid Soleil\nOrchid Soleil is a feminine perfume by Tom Ford. The scent was launched in 2016 and the fragrance was created by perfumer Sonia Constant\n\nOrchid Soleil fragrance notes\n\n\nTop Notes\n\n\n\nBitter orange,\n\nPink pepper,\nCypress\n\n\n\nHeart Notes\n\n\n\nRed spider lily,\nTuberose\n\n\n\nBase notes\n\n\n\nVanilla,\n\nChestnut cream,\n\nPatchouli,\nOrchid\n\n\n\n\n\n",
    "price": "579000"
  },
  {
    "name": "CHANEL No 5 100ML",
    "url": "https://thefragranceshopinc.com/products/chanel-no-5?variant=7432926003263",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Chanel_No_5_600x600.jpg?v=1591686339",
    "description": "100ml - Eau de Parfum\nAbout No. 5\n\nWhat can be said that hasn&#39;t been said already? A timeless classic that still is a number one seller over 80 years after its launch in 1921.\nCreated by Earnest Beaux, No.5 was the first perfume ever created using such a large quantity of aldehydes, which give the fragrance its sparkle. Legend has it that Beaux presented Chanel with ten fragrances to choose from. (Or so the story goes...) Chanel chose perfume number five, hence the name.\n\n\nNo. 5 fragrance notes\n\n\nTop Notes\n\n\n\nAldehydes,\n\nBergamot,\n\nLemon,\nNeroli\n\n\n\nHeart Notes\n\n\n\nJasmine,\n\nMay rose,\n\nYlang ylang,\n\nIris,\nLily of the valley\n\n\n\nBase notes\n\n\n\nSandalwood,\n\nCedarwood,\n\nOakmoss,\n\nVetiver,\n\nAmber,\n\nPatchouli,\n\nMusk,\n\nVanilla,\n\nCivet,\nAmbergris\n\n\n\n\n\n",
    "price": ""
  },
  {
    "name": "White Suede by TOM FORD (BLACK or WHITE Bottle) tester box",
    "url": "https://thefragranceshopinc.com/products/white-suede-by-tom-ford?variant=31524764254271",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_ed6f0666-8ed5-425f-8933-1dc146d5bb42_600x600.jpg?v=1604643698",
    "description": "100ml - Eau de Parfum (tester box) BLACK or WHITE Bottle\nAbout White Suede\nAvailable on Black and White bottles, will deliver according to our stock. \nWhite Suede is a shared / unisex perfume by Tom Ford. The scent was launched in 2009 and the fragrance was created by perfumer Harry Fremont.\n\n\nWhite Suede fragrance notes\n\n\n\nBulgarian rose,\n\nSaffron,\n\nThyme,\n\nMate tea,\n\nOlibanum,\n\nLily of the valley,\n\nAmber,\n\nSuede,\nSandalwood\n\n\n",
    "price": "729000"
  },
  {
    "name": "Paula's Ibiza Loewe EDT",
    "url": "https://thefragranceshopinc.com/products/paulas-ibiza-loewe-edt?variant=33343269339199",
    "brand": "LOEWE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LOEWE_600x600.jpg?v=1611490746",
    "description": "Eau de Toilette 50ML\nPaula&#39;s Ibiza by Loewe is a Floral Aquatic fragrance for women and men. This is a new fragrance. Paula&#39;s Ibiza was launched in 2020. Top notes are Coconut, Galbanum and Mandarin Orange; middle notes are Driftwood, Lily and Frangipani; base notes are Ambergris, Patchouli and Madagascar Vanilla.",
    "price": "529000"
  },
  {
    "name": "MYRRH & TONKA LIMITED EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/myrrh-tonka-limited-edition-by-jo-malone?variant=32087073718335",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/9D36D7E0-14C0-41B4-AD1C-66032004FD9F_600x600.jpg?v=1586747206",
    "description": "Cologne Intense - 100ml\nAbout Myrrh &amp;amp; Tonka\n\nPart of Jo Malone London&#39;s Cologne Intense series. The fragrance was created by perfumer Mathilde Bijaoul, who says:\n\nThere is an atmosphere of addiction and carnal richness to this fragrance which appeals to both men and women. At the top there is a hint of lavender and a floral note, creating a comforting and voluptuous opening. The big, rich heart and base note of myrrh is sensual and the tonka brings generosity. It’s captivating and mesmerising.\n\n\n\nMyrrh &amp;amp; Tonka fragrance notes\n\n\nTop Notes\n\n\nLavender\n\n\n\nHeart Notes\n\n\n\nAlmond,\nOmumbiri myrrh\n\n\n\nBase notes\n\n\n\nTonka,\nVanilla\n\n\n\n\n\n",
    "price": "729000"
  },
  {
    "name": "Lime Basil & Mandarin by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/lime-basil-mandarin-by-jo-malone?variant=31418225229887",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/A964A87C-36E2-4D5B-A0EB-40D826392315_600x600.jpg?v=1575454896",
    "description": "100ml - Cologne\nAbout Lime, Basil &amp;amp; Mandarin\nLime, Basil &amp;amp; Mandarin is a shared / unisex perfume by Jo Malone London. The scent was launched in 1991 and the fragrance was created by perfumer Jo Malone\n\nLime, Basil &amp;amp; Mandarin fragrance notes\n\n\nTop Notes\n\n\n\nLime,\n\nMandarin,\nBergamot\n\n\n\nHeart Notes\n\n\n\nBasil,\n\nLilac,\n\nIris,\nWhite thyme\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nVetiver,\nAmberwood\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "COCO MADEMOISELLE EDP by CHANEL",
    "url": "https://thefragranceshopinc.com/products/coco-mademoiselle-by-chanel?variant=7434017701951",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/61_OWO8r3iL._SY355_600x600.jpg?v=1565506985",
    "description": "100ml - Eau de Perfume\nAbout Coco Mademoiselle Eau de Parfum\nCoco Mademoiselle Eau de Parfum is a feminine perfume by Chanel. The scent was launched in 2001 and the fragrance was created by perfumer Jacques Polge\n\nCoco Mademoiselle Eau de Parfum fragrance notes\n\n\nTop Notes\n\n\n\nOrange,\n\nBergamot,\nGrapefruit\n\n\n\nHeart Notes\n\n\n\nLychee,\n\nRose,\nItalian jasmine\n\n\n\nBase notes\n\n\n\nIndonesian patchouli,\n\nHaitian vetiver,\n\nBourbon vanilla,\nWhite musk\n\n\n\n\n\n",
    "price": "679000"
  },
  {
    "name": "Bvlgari Omnia Amethyste",
    "url": "https://thefragranceshopinc.com/products/omnia-by-bvlgari?variant=7407038038079",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/OMNIASQUAREBOX_600x600.jpg?v=1633999935",
    "description": "65ml - Eau de Toilette\n \nOmnia Amethyste by Bvlgari is a Floral Woody Musk fragrance for women. Omnia Amethyste was launched in 2006. The nose behind this fragrance is Alberto Morillas. Top notes are Green Notes and Pink Grapefruit; middle notes are iris and Bulgarian Rose; base notes are Heliotrope and Woodsy Notes.\n ",
    "price": "569000"
  },
  {
    "name": "Bleu de Chanel Eau de Parfum",
    "url": "https://thefragranceshopinc.com/products/bleu-de-chanel?variant=7453698752575",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_2ebb6f42-025b-4a3a-8923-8e017d6d6dae_600x600.jpg?v=1570533095",
    "description": "About Bleu de Chanel Eau de Parfum\nBleu de Chanel Eau de Parfum is a masculine fragrance by Chanel. The scent was launched in 2014 and the fragrance was created by perfumer Jacques Polge\n\n100ml - Eau de Parfum\n\nBleu de Chanel Eau de Parfum fragrance notes\n\n\n\n\nTop Notes\n\n\n\nBergamot,\n\nLemon,\n\nGrapefruit,\n\nVetiver,\n\nPink pepper,\nMarine accord\n\n\n\nHeart Notes\n\n\n\nGrapefruit,\n\nCedarwood,\n\nLabdanum,\n\nPeppermint,\n\nNutmeg,\n\nGinger,\nJasmine\n\n\n\nBase notes\n\n\n\nFrankincense,\n\nGinger,\n\nNew Caledonian Sandalwood,\nAmber wood\n\n\n\n\n\n",
    "price": "719000"
  },
  {
    "name": "Le JARDIN DE MONSIEUR LI by HERMES",
    "url": "https://thefragranceshopinc.com/products/le-jardin-de-monsieur-li-by-hermes?variant=15240823341119",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Un_Jardin_De_monsierur_LI_600x600.jpg?v=1565333497",
    "description": "100ML - Eau de Toilette\nAbout Le Jardin de Monsieur Li\n\nJean-Claude Ellena was inspired by the gardens of China to create this fragrance.\n\n\nLe Jardin de Monsieur Li fragrance notes\n\n\n\nJasmine,\n\nKumquat,\nSichuan pepper\n\n\n",
    "price": "599000"
  },
  {
    "name": "À La Rose by Maison Francis Kurkdjian Paris",
    "url": "https://thefragranceshopinc.com/products/a-la-rose-by-maison-francis-kurkdjian-paris?variant=31756467568703",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/2FB9D882-8397-4089-AC7F-98A35A9D65C1_600x600.jpg?v=1580984906",
    "description": "70ml - Eau de Parfum\nAbout À la rose\nÀ la rose is a feminine perfume by Maison Francis Kurkdjian. The scent was launched in 2014 and the fragrance was created by perfumer Francis Kurkdjian.\n\n\nÀ la rose fragrance notes\n\n\nTop Notes\n\n\n\nCalabrian bergamot,\n\nSicilian lemon,\nCalifornian orange\n\n\n\nHeart Notes\n\n\n\nFloral accord,\n\nRosa centifolia absolute,\n\nTurkish damask rose,\nViolet\n\n\n\nBase notes\n\n\nCedarwood\n\n\n\n\n\n",
    "price": "1090000"
  },
  {
    "name": "Black Opium EDP 90ML by Yves Saint Laurent",
    "url": "https://thefragranceshopinc.com/products/black-opium-by-yves-saint-laurent?variant=7416125653055",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/OPIUM90ML_600x600.jpg?v=1614944736",
    "description": "90ml - Eau de Parfum\nBlack Opium by Yves Saint Laurent is a Oriental Vanilla fragrance for women. Black Opium was launched in 2014. Black Opium was created by Nathalie Lorson, Marie Salamagne, Olivier Cresp and Honorine Blanc. Top notes are Pear, Pink Pepper and Orange Blossom; middle notes are Coffee, Jasmine, Bitter Almond and Licorice; base notes are Vanilla, Patchouli, Cedar and Cashmere Wood.",
    "price": "629000"
  },
  {
    "name": "THE COVETED DUCHESS ROSE by PENHALIGON’S",
    "url": "https://thefragranceshopinc.com/products/the-coveted-duchess-rose-by-penhaligon-s?variant=32161522876479",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_de710e94-b885-4314-9c3f-42f66c7f47ea_600x600.jpg?v=1587544343",
    "description": "Eau de Parfum 100ML\nThe Coveted Duchess Rose by Penhaligon&#39;s is a Oriental Floral fragrance for women. The Coveted Duchess Rosewas launched in 2016. The nose behind this fragrance is Christophe Raynaud.",
    "price": ""
  },
  {
    "name": "ETERNITY NOW by CALVIN KLEIN",
    "url": "https://thefragranceshopinc.com/products/eternity-now-by-calvin-klein?variant=7432886517823",
    "brand": "CALVIN KLEIN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/05D84D7E-0461-4AB8-B767-45FE5D696BA7_600x600.jpg?v=1577106485",
    "description": "100ml - Eau de Parfum\nAbout Eternity Now\nEternity Now is a feminine perfume by Calvin Klein. The scent was launched in 2015 and the fragrance was created by perfumer Ann Gottlieb\n\nEternity Now fragrance notes\n\n\nTop Notes\n\n\n\nLychee,\nQuince sorbet\n\n\n\nHeart Notes\n\n\n\nPeony,\n\nPeach blossom,\nNeroli\n\n\n\nBase notes\n\n\n\nCashmere woods,\n\nAmbrox,\nMusk\n\n\n\n\n\n",
    "price": "549000"
  },
  {
    "name": "Fleur Musc by Narciso Rodriguez",
    "url": "https://thefragranceshopinc.com/products/fleur-musc-by-narciso-rodrigues?variant=15509912551487",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/438BD3E4-5ACB-44D6-86DD-45742FEBC13D_600x600.jpeg?v=1563704423",
    "description": "100ml - Eau de Parfum\nAbout Fleur Musc for Her\nFleur Musc for Her is a feminine perfume by Narciso Rodriguez. The scent was launched in 2017 and the fragrance was created by perfumers Calice Asancheyev-Becker and Sonia Constant.\n\n\nFleur Musc for Her fragrance notes\n\n\nTop Notes\n\n\nPink pepper\n\n\n\nHeart Notes\n\n\n\nRose,\n\nPeony,\nMusk\n\n\n\nBase notes\n\n\n\nPatchouli,\nAmber\n\n\n\n\n\n",
    "price": "589000"
  },
  {
    "name": "CHANCE Eau de Parfum by CHANEL",
    "url": "https://thefragranceshopinc.com/products/chance-perume-by-chanel?variant=15240374321215",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/CHANCEEDP_600x600.jpg?v=1614990921",
    "description": "100ml - Eau de Parfum\nUnexpected, sparkling and romantic.\nAllow yourself to be swept up in the whirlwind of CHANCE. Similar to the Eau de Toilette, the Eau de Parfum is an Unexpected Floral, created by Jacques Polge like a marvelous constellation.\nAn unpredictable balance that continually surprises. A constellation of scents, warmed up by Absolute of Vanilla, where Absolute of Exotic Jasmine and Iris are more pronounced. A mysterious alchemy accentuated by the intensity of the White Musk note.Not quite the same, yet not completely different either… With the Eau de Parfum, CHANCE becomes rounder, more generous and more enveloping…like new love. As if to echo its warmer character, the Eau de Parfum fragrance has a beautiful amber-colored shade, while its bottle is adorned with a few touches of gold: gold replaces silver for the letters of the word CHANCE and on the neck of the bottle, and a delicate line of gold underlines the edges of the folding carton. The cap is made in silvery metal.",
    "price": ""
  },
  {
    "name": "Decadence Eau So Decadent Marc Jacobs",
    "url": "https://thefragranceshopinc.com/products/decadence-by-mard-jacobs?variant=12230054772799",
    "brand": "MARC JACOBS",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/new_21_600x600.jpg?v=1531049197",
    "description": "100ml - Eau de Toilette\nDecadence Eau So Decadent by Marc Jacobs is a Oriental Floral fragrance for women. Decadence Eau So Decadent was launched in 2017. The nose behind this fragrance is Annie Buzantian. Top notes are Pear, Black Currant and Ivy; middle notes are Magnolia, Lily-of-the-Valley and Jasmine; base notes are Raspberry, White Amber and Cashmere Wood.",
    "price": "669000"
  },
  {
    "name": "MIRACLE by LANCOME",
    "url": "https://thefragranceshopinc.com/products/lancome-miracle?variant=15198196596799",
    "brand": "LANCOME",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/533C0EDC-8604-472A-8773-9460C2F127E0_600x600.jpeg?v=1566307689",
    "description": "Eau de Parfum 100ml\nAbout Miracle\nMiracle is a feminine perfume by Lancôme. The scent was launched in 2000 and the fragrance was created by perfumers Harry Fremont and Alberto Morillas. The bottle was designed by Charles Boussiquet\n\nMiracle fragrance notes\n\n\nTop Notes\n\n\n\nLychee, \n\nFreesia\n\n\n\nHeart Notes\n\n\n\nMagnolia, \n\n\nGinger, \n\nPepper\n\n\n\nBase notes\n\n\n\nMusks, \n\n\nAmber, \n\nJasmine\n\n\n\n\n\n",
    "price": "519000"
  },
  {
    "name": "PLEASURES by ESTEE LAUDER",
    "url": "https://thefragranceshopinc.com/products/pleasure-by-estee-lauder?variant=15198700961855",
    "brand": "ESTEE LAUDER",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/73DC5E22-8E89-4F9C-8D36-EAD9DC89E136_600x600.jpeg?v=1566307878",
    "description": "100ml - Eau de Parfum\nAbout Pleasures\nPleasures is a feminine perfume by Estée Lauder. The scent was launched in 1995 and the fragrance was created by perfumer Annie Buzantian. The bottle was designed by Pierre Dinand\n\nPleasures fragrance notes\n\n\nTop Notes\n\n\n\nWhite lily,\n\nViolet leaf,\nGreen accord \n\n\n\nHeart Notes\n\n\n\nBlack lily,\n\nPeony,\n\nRose,\n\nJasmine,\n\nKaro karounde,\nPink peppercorn\n\n\n\nBase notes\n\n\n\nSandalwood,\nPatchouli\n\n\n\n\n\n",
    "price": "529000"
  },
  {
    "name": "Si INTENSE by GIORGIO ARMANI",
    "url": "https://thefragranceshopinc.com/products/si-by-giorgia-armani?variant=7457257291839",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/429402A3-F935-4240-978A-97414A3BBF72_600x600.jpeg?v=1564992786",
    "description": "100ml - Eau de Parfum.\nAbout Sì Intense\nSì Intense is a feminine perfume by Giorgio Armani. The scent was launched in 2014 and the fragrance was created by perfumers Julie Massé and Christine Nagel\n\nSì Intense fragrance notes\n\n\nTop Notes\n\n\n\nBlackcurrant,\n\nMandarin,\n\nBergamot,\nFreesia\n\n\n\nHeart Notes\n\n\n\nRose de mai,\n\nNeroli,\n\nDavana,\nOsmanthus\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nVanilla,\n\nAmbroxan,\nWoods\n\n\n\n\n\n",
    "price": "569000"
  },
  {
    "name": "Plum Blossom by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/plum-blossom?variant=13916188180543",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/images_600x600.jpg?v=1572696816",
    "description": "100ml - Cologne\nAbout Plum Blossom\nPlum Blossom is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Fabrice Pellegrin.\n\n\nPlum Blossom fragrance notes\n\n\nTop Notes\n\n\nYellow plum\n\n\n\nHeart Notes\n\n\nFloral notes\n\n\n\nBase notes\n\n\n\nSandalwood,\nWhite musk\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "The One for Men EDT by DOLCE & GABBANA",
    "url": "https://thefragranceshopinc.com/products/the-one-for-men-by-dolce-gabbana?variant=15198334844991",
    "brand": "DOLCE & GABBANA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/THEONEEDT_600x600.jpg?v=1614998260",
    "description": "100ML Eau de Toilette \nDolce &amp;amp; Gabbana The One for Men is an elegant, sensual perfume that is decidedly modern but also a unique, timeless classic.\nThe fragrance perfectly reflects the Dolce &amp;amp; Gabbana man: charismatic and seductive, elegant and sophisticated, he loves taking care of himself.\nThis spicy oriental fragrance features fresh top notes of grapefruit, coriander and basil with a warm heart of cardamom and ginger and a deep masculine base of tobacco, ambery notes along with cedarwood.\n\nTop notes: Grapefruit, Coriander, Basil\nHeart notes: Cardamom, Ginger, Orange Blossom\nBase notes: Cedarwood, Amber, Tobacco\n",
    "price": "549000"
  },
  {
    "name": "UN JARDIN SUR LE NIL by HERMES",
    "url": "https://thefragranceshopinc.com/products/un-jardin-sur-le-nil-by-hermes?variant=14787132358719",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/UN_JARDIN_SUR_LE_NIL_600x600.jpg?v=1566268552",
    "description": "100ml Eau de Toilette\nUn Jardin Sur Le Nil by Hermès is a Floral Fruity fragrance for women and men. Un Jardin Sur Le Nil was launched in 2005. The nose behind this fragrance is Jean-Claude Ellena. Top notes are Grapefruit, Green Mango, Tomato and Carrot; middle notes are Bulrush, Lotus, Orange, Hiacynth and Peony; base notes are Musk, iris, Incense, Labdanum and Cinnamon.",
    "price": "599000"
  },
  {
    "name": "LA VIE EST BELLE AVEC TOI by LANCOME",
    "url": "https://thefragranceshopinc.com/products/la-vie-est-belle-avec-toi-by-lancome?variant=15870153752639",
    "brand": "LANCOME",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LAVIEESTBELLEAVECTOI_600x600.jpg?v=1606652831",
    "description": "75ml - Eau de Parfum\nLa Vie est Belle avec Toi was created by Olivier Polge, Dominique Ropion and Anne Flipo. Top notes are Cassis and Pear; middle notes are Orange Blossom, iris and Jasmine; base notes are Patchouli, Praline, Vanilla and Tonka Bean.",
    "price": "579000"
  },
  {
    "name": "MIMOSA & CARDAMOM by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/mimosa-cardamom-by-jo-malone-1?variant=30258561351743",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/34F2BA8A-826C-4FE9-B33E-2D1E5AC77CFC_600x600.jpeg?v=1569371810",
    "description": "100ml - Cologne\nAbout Mimosa &amp;amp; Cardamom\nMimosa &amp;amp; Cardamom is a feminine perfume by Jo Malone London. The scent was launched in 2015 and the fragrance was created by perfumer Marie Salamagne\n\nMimosa &amp;amp; Cardamom fragrance notes\n\n\nTop Notes\n\n\nMimosa\n\n\n\nHeart Notes\n\n\n\nHeliotrope,\n\nDamask rose,\nCardamom\n\n\n\nBase notes\n\n\n\nSandalwood,\nTonka bean\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "DAISY LOVE by MARC JACOBS",
    "url": "https://thefragranceshopinc.com/products/daisy-love-by-marc-jacobs?variant=30260174782527",
    "brand": "MARC JACOBS",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_94fa3a3e-959a-4b82-bf78-1c49a6f8c6be_600x600.jpg?v=1570933244",
    "description": "100ml - Eau de Toilette Spray\nAbout Daisy Love\nDaisy Love is a feminine perfume by Marc Jacobs. The scent was launched in 2018 and the fragrance was created by perfumer Alberto Morillas.\n\n\nDaisy Love fragrance notes\n\n\nTop Notes\n\n\nCrystallised cloudberries\n\n\n\nHeart Notes\n\n\nDaisy tree petals\n\n\n\nBase notes\n\n\n\nCashmere musks,\nDriftwood\n\n\n\n\n\n",
    "price": "569000"
  },
  {
    "name": "DAISY LOVE Eau So Sweet by MARC JACOBS",
    "url": "https://thefragranceshopinc.com/products/daisy-love-eau-so-sweet-by-marc-jacob?variant=30688614547519",
    "brand": "MARC JACOBS",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_fcaf22e6-8703-44ad-afba-5e3caff13757_600x600.jpg?v=1570934308",
    "description": "100ml - Eau de Toilette Spray\nAbout Daisy Love Eau So Sweet\nDaisy Love Eau So Sweet is a feminine perfume by Marc Jacobs. The scent was launched in 2019.\n\n\nDaisy Love Eau So Sweet fragrance notes\n\n\nTop Notes\n\n\nWhite raspberry\n\n\n\nHeart Notes\n\n\nDaisy tree petal\n\n\n\nBase notes\n\n\nSugar musks\n\n\n\n\n\n",
    "price": "569000"
  },
  {
    "name": "Midnight Romance by RALPH LAUREN",
    "url": "https://thefragranceshopinc.com/products/midnight-romance-by-ralph-lauren?variant=31126839918655",
    "brand": "RALPH LAUREN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_2161a527-88e1-460d-8646-95a0348e2ce9_600x600.jpg?v=1572948074",
    "description": "100ml - Eau de Parfume (tester box)\nAbout Midnight Romance\nMidnight Romance is a feminine perfume by Ralph Lauren. The scent was launched in 2014 and the fragrance was created by perfumers Alberto Morillas and Honorine Blanc\n\nMidnight Romance fragrance notes\n\n\nTop Notes\n\n\n\nRaspberry, \n\n\nBergamot, \n\nLychee\n\n\n\nHeart Notes\n\n\n\nPeony, \n\n\nJasmine, \n\nFreesia\n\n\n\nBase notes\n\n\n\nBlack vanilla, \n\n\nIris, \n\nAmbrox\n\n\n\n\n\n",
    "price": "519000"
  },
  {
    "name": "Incanto Shine by SALVATORE FERRAGAMO",
    "url": "https://thefragranceshopinc.com/products/incanto-shine-by-salvatore-ferragamo?variant=31417799639103",
    "brand": "SALVATORE FERRAGAMO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/C45E8821-EC4B-4C1B-A1E0-E89F2872AAD5_600x600.jpg?v=1576588556",
    "description": "100ml - Eau de Toilette (tester box)",
    "price": "469000"
  },
  {
    "name": "Wood Sage & Sea Salt GOLD EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/wood-sage-sea-salt-gold-edition-by-jo-malone?variant=31418038550591",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_0774ba16-dad8-4689-a6ab-2958bf9b2d67_600x600.jpg?v=1611799592",
    "description": "100ml - Cologne",
    "price": "729000"
  },
  {
    "name": "English Pear & Freesia CNY Limited Edition by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/english-pear-freesia-cny-limited-edition-by-jo-malone?variant=15509668855871",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/a675d3f71aa2b840fb8c90aed903562c_600x600.jpg?v=1588402018",
    "description": "100ml - Cologne\nAbout English Pear &amp;amp; Freesia\nEnglish Pear &amp;amp; Freesia is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Christine Nagel\n\nEnglish Pear &amp;amp; Freesia fragrance notes\n\n\n\nTop Notes\n\n\nKing william pear\n\n\n\nHeart Notes\n\n\nFreesia\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nAmber,\nWoods\n\n\n\n\n\n",
    "price": "729000"
  },
  {
    "name": "Nashi Blossom by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/nashi-blossom-by-jo-malone?variant=13916203155519",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/1157af0ad2fd817266513e2c1c33534d_600x600.jpg?v=1575177378",
    "description": "100ml - Cologne\nAbout Nashi Blossom\nNashi Blossom is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Fabrice Pellegrin.\n\n\nNashi Blossom fragrance notes\n\n\nTop Notes\n\n\nLemon\n\n\n\nHeart Notes\n\n\n\nNashi pear blossom,\nRose\n\n\n\nBase notes\n\n\nWhite musk\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "La Vie Est Belle En Rose Artist Edition by LANCOME",
    "url": "https://thefragranceshopinc.com/products/la-vie-est-belle-en-rose-artist-edition-by-lancome?variant=31439759474751",
    "brand": "LANCOME",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/10CB3E10-0220-4A1A-981C-3FD0D9C034FE_600x600.jpg?v=1577712487",
    "description": "75ml - Eau de Parfum (tester box)\n\nLa Vie Est Belle Artist Edition by LadyPink by Lancome is a Floral Fruity Gourmand fragrance for women. La Vie Est Belle Artist Edition by LadyPink was launched in 2018. La Vie Est Belle Artist Edition by LadyPink was created by Olivier Polge, Dominique Ropion and Anne Flipo. Top notes are black currant and pear; middle notes are iris, jasmine sambac and orange blossom; base notes are praline, tonka bean, vanilla and patchouli.",
    "price": "559000"
  },
  {
    "name": "EROS FLAME by VERSACE",
    "url": "https://thefragranceshopinc.com/products/eros-flame-by-versace?variant=31440138174527",
    "brand": "VERSACE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/C58EE9E7-76FD-478C-A6EF-3E3C403B450F_600x600.jpg?v=1575695463",
    "description": "100ml - Eau de Parfum\nAbout Eros Flame\nEros Flame is a masculine fragrance by Versace. The scent was launched in 2018.\n\n\n\nEros Flame fragrance notes\n\n\n\nLemon,\n\nTangerine,\n\nOrange,\n\nBlack pepper,\n\nWild rosemary,\n\nPepperwood,\n\nGeranium,\n\nRose,\n\nCedar,\n\nPatchouli,\n\nTonka bean,\nVanilla\n\n\n",
    "price": "589000"
  },
  {
    "name": "XS EXCESS by PACO RABANNE",
    "url": "https://thefragranceshopinc.com/products/xs-excess-by-paco-rabanne?variant=31440177987647",
    "brand": "PACO RABANNE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/964CBEC5-06FB-4037-99CC-06349B2FF7A9_600x600.jpg?v=1575696154",
    "description": "100ml - Eau de Toilette",
    "price": "569000"
  },
  {
    "name": "Gucci Flora Gorgeous Gardenia by GUCCI",
    "url": "https://thefragranceshopinc.com/products/gucci-flora-gorgeous-gardenia-by-gucci?variant=31440241721407",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/348909_600x600.jpg?v=1577191294",
    "description": "100ml - Eau de Toilette\nAbout Gucci Flora : Gorgeous Gardenia\nGucci Flora : Gorgeous Gardenia is a feminine perfume by Gucci. The scent was launched in 2012\n\nGucci Flora : Gorgeous Gardenia fragrance notes\n\n\nTop Notes\n\n\n\nRed berries,\nPear\n\n\n\nHeart Notes\n\n\n\nWhite gardenia,\nFrangipani flower\n\n\n\nBase notes\n\n\n\nPatchouli,\nBrown sugar accord\n\n\n\n\n\n",
    "price": ""
  },
  {
    "name": "Si LIMITED EDITION by GIORGIO ARMANI",
    "url": "https://thefragranceshopinc.com/products/si-by-giorgia-armani-1?variant=13916216688703",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/3EB7D351-8CAE-4193-9695-3DC79DD40902_600x600.jpg?v=1577112009",
    "description": "100ml - Eau de Parfum\nAbout Sì\nSì is a feminine perfume by Giorgio Armani. The scent was launched in 2013 and the fragrance was created by perfumer Christine Nagel\n\nSì fragrance notes\n\n\nTop Notes\n\n\n\nSicilian bergamot,\n\nMandarin,\nBlackcurrant liqueur\n\n\n\nHeart Notes\n\n\n\nRose de Mai,\n\nNeroli,\n\nEgyptian jasmine,\nFreesia\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nWoods,\n\nAmber,\n\nOrcanox,\nVanilla\n\n\n\n\n\n",
    "price": "569000"
  },
  {
    "name": "Eau de rhubarbe écarlate by HERMES",
    "url": "https://thefragranceshopinc.com/products/eau-de-rhubarbe-ecarlate-by-hermes?variant=31559966130239",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/hermes-rhubarbe-ecarlate_1024x1024_79e35776-36de-4c64-97f2-483bbac58017_600x600.png?v=1577927415",
    "description": "100ml - Eau de Cologne\nAbout Eau de Rhubarbe Écarlate\nEau de Rhubarbe Écarlate is a shared / unisex perfume by Hermès. The scent was launched in 2016 and the fragrance was created by perfumer Christine Nagel\n\n\nEau de Rhubarbe Écarlate fragrance notes\n\n\n\nRaspberry,\n\nRhubarb,\n\nFloral notes,\nWhite musk\n\n\n",
    "price": "559000"
  },
  {
    "name": "Eau de néroli doré by HERMES",
    "url": "https://thefragranceshopinc.com/products/eau-de-neroli-dore-by-hermes?variant=31559977959487",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Hermes_Eau_de_neroli_dore-800x800_600x600.jpg?v=1577927676",
    "description": "100ml - Eau de Cologne\nAbout Eau de Néroli Doré\nEau de Néroli Doré is a shared / unisex perfume by Hermès. The scent was launched in 2016 and the fragrance was created by perfumer Jean-Claude Ellena\n\n\nEau de Néroli Doré fragrance notes\n\n\n\nNeroli,\nSaffron\n\n\n",
    "price": "559000"
  },
  {
    "name": "L’HOMME LACOSTE",
    "url": "https://thefragranceshopinc.com/products/l-homme-lacoste?variant=31440582082623",
    "brand": "LACOSTE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/C683922C-0C71-4625-8929-2956E5552092_600x600.jpg?v=1577713052",
    "description": "100ml - Eau de Toilette\nAbout L&#39;Homme Lacoste\nL&#39;Homme Lacoste is a masculine fragrance by Lacoste. The scent was launched in 2017 and the fragrance was created by perfumer Michel Girard.\n\n\nL&#39;Homme Lacoste fragrance notes\n\n\nTop Notes\n\n\n\nMandarin,\n\nQuince,\nRhubarb\n\n\n\nHeart Notes\n\n\n\nBlack pepper,\n\nGinger,\n\nJasmine,\nAlmond\n\n\n\nBase notes\n\n\n\nCedarwood,\n\nAmber,\n\nMusk,\n\nVanilla,\nAkigalawood\n\n\n\n\n\n",
    "price": "549000"
  },
  {
    "name": "Eau de narcisse bleu by HERMES",
    "url": "https://thefragranceshopinc.com/products/eau-de-narcisse-bleu-by-hermes?variant=31559987920959",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/heednb_600x600.jpg?v=1577935170",
    "description": "100ml - Eau de Cologne\nAbout Eau de Narcisse Bleu\nEau de Narcisse Bleu is a shared / unisex perfume by Hermès. The scent was launched in 2013 and the fragrance was created by perfumer Jean-Claude Ellena\n\n\nEau de Narcisse Bleu fragrance notes\n\n\n\nNarcissus,\nWoods\n\n\n",
    "price": "559000"
  },
  {
    "name": "Eau de citron noir by HERMES",
    "url": "https://thefragranceshopinc.com/products/eau-de-citron-noir-by-hermes?variant=31559999291455",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Eau-de-citron-noir-Eau-de-cologne_600x600.jpg?v=1577928079",
    "description": "100ml - Eau de Cologne\nAbout Eau de Citron Noir\nEau de Citron Noir is a shared / unisex perfume by Hermès. The scent was launched in 2018 and the fragrance was created by perfumer Christine Nagel\n\nEau de Citron Noir fragrance notes\n\n\nTop Notes\n\n\n\nCalabrian lemon,\nLime\n\n\n\nHeart Notes\n\n\n\nBlack tea,\n\nCitron,\n\nBuddha&#39;s hand,\nLemon blossom\n\n\n\nBase notes\n\n\nCabreuva wood\n\n\n\n\n\n",
    "price": "559000"
  },
  {
    "name": "CHANT D’EXTASE by NINA RICCI",
    "url": "https://thefragranceshopinc.com/products/chant-d-extase-by-nina-ricci?variant=31440656597055",
    "brand": "NINA RICCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/3F1BC5B8-E18B-427E-BBA0-32D5A503F3F9_600x600.jpg?v=1575704227",
    "description": "80ml - Eau de Parfum\nAbout Chant d’Extase\nChant d’Extase is a feminine perfume by Nina Ricci. The scent was launched in 2018 and the fragrance was created by perfumer Francis Kurkdjian.\n\n\nChant d’Extase fragrance notes\n\n\nTop Notes\n\n\n\nPrimofiore lemon,\n\nGinger,\nPink pepper\n\n\n\nHeart Notes\n\n\n\nChampaca blossom,\nJasmine sambac\n\n\n\nBase notes\n\n\n\nAmbergris,\n\nVanilla,\nLactic musks\n\n\n\n\n\n",
    "price": "549000"
  },
  {
    "name": "Eau de d'orange verte by HERMES",
    "url": "https://thefragranceshopinc.com/products/eau-de-dorange-verte-by-hermes?variant=31560006205503",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/125089_600x600.jpg?v=1577928237",
    "description": "100ml - Eau de Cologne\nAbout Eau d&#39;Orange Verte\n\n\nThe founding cologne created by Françoise Caron in 1979 and inspired by the smell of undergrowth moist with morning dew, this fragrance has asserted itself as an emblem of Hermès, and stands out for its distinctive freshness.\n\n\n\nEau d&#39;Orange Verte fragrance notes\n\n\nTop Notes\n\n\n\nLemon,\n\nMandarin,\n\nMint,\nBlackcurrant bud\n\n\n\nHeart Notes\n\n\n\nPapaya,\nMango\n\n\n\nBase notes\n\n\n\nOakmoss,\nPatchouli\n\n\n\n\n\n",
    "price": "559000"
  },
  {
    "name": "OUD WOOD 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/oud-wood-by-tom-ford?variant=31560018329663",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/tom-ford-oud-wood_1024x1024_657d25e0-b664-4dec-9232-8fc5e5b4b52b_600x600.png?v=1577928499",
    "description": "100ml - Eau de Parfum\n\n\n\n\n\nRare. Exotic. Distinctive. One of the most rare, precious, and expensive ingredients in a perfumers arsenal, oud wood is often burned in incense-filled temples. Exotic rose wood and cardamom give way to a Smokey blend of rare oud wood, sandalwood and vetiver. Tonka bean and amber add warmth and sensuality infused with the rare and distinct scent of oud wood\n\n\n\n\n\n ",
    "price": "1190000"
  },
  {
    "name": "CREED Bois du Portugal MILLESIME",
    "url": "https://thefragranceshopinc.com/products/creed-bois-du-portugal-millesime?variant=31440790487103",
    "brand": "CREED",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/A047090F-2344-44BC-AFB3-A5CCCB43991A_600x600.jpg?v=1575706378",
    "description": "120ml - Eau de Perfume\nAbout Bois du Portugal\nBois du Portugal is a masculine fragrance by Creed. The scent was launched in 1987 and the fragrance was created by perfumer Pierre Bourdon\n\nBois du Portugal fragrance notes\n\n\nTop Notes\n\n\n\nBergamot,\nLavender\n\n\n\nHeart Notes\n\n\nCedarwood\n\n\n\nBase notes\n\n\n\nMysore sandalwood,\n\nVetiver,\nAmbergris\n\n\n\n\n\n",
    "price": "799000"
  },
  {
    "name": "Girl of Now by ELIE SAAB",
    "url": "https://thefragranceshopinc.com/products/girl-of-now-by-elie-saab?variant=31440880992319",
    "brand": "ELIE SAAB",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/281A4C96-BA0D-4A6B-95F2-EA8117A36E3C_600x600.jpg?v=1575707139",
    "description": "90ml - Eau de Parfum\nAbout Girl of Now\nGirl of Now is a feminine perfume by Elie Saab. The scent was launched in 2017 and the fragrance was created by perfumers Sophie Labbé and Dominique Ropion\n\nGirl of Now fragrance notes\n\n\nTop Notes\n\n\n\nPear,\n\nMandarin,\nRoasted pistachio\n\n\n\nHeart Notes\n\n\n\nOrange blossom,\n\nMagnolia,\nAlmond\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nTonka bean,\n\nCashmeran,\nAlmond milk\n\n\n\n\n\n",
    "price": "589000"
  },
  {
    "name": "Girl of Now SHINE by ELIE SAAB",
    "url": "https://thefragranceshopinc.com/products/girl-of-now-shine-by-elie-saab?variant=31440902914111",
    "brand": "ELIE SAAB",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DCCB5E36-901A-4DAE-865A-3C152C700C48_600x600.jpg?v=1575707346",
    "description": "90ml - Eau de Parfum\nAbout Girl of Now Shine\nGirl of Now Shine is a feminine perfume by Elie Saab. The scent was launched in 2018\n\nGirl of Now Shine fragrance notes\n\n\n\nPineapple,\n\nPistachio,\n\nJasmine,\nVanilla\n\n\n",
    "price": "589000"
  },
  {
    "name": "Aqua Universalis by Maison Francis Kurkdjian Paris",
    "url": "https://thefragranceshopinc.com/products/aqua-universalis-forte-by-maison-francis-kurkdjian?variant=31560039137343",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AQUAUNIVERSALIS_600x600.jpg?v=1611500730",
    "description": "70ml - Eau de Toilette\nAqua Universalis is a shared / unisex perfume by Maison Francis Kurkdjian. The scent was launched in 2009 and the fragrance was created by perfumer Francis Kurkdjian.\n\n\n\nAqua Universalis fragrance notes\n\n\n\n\nCalabrian bergamot,\n\nSicilian lemon,\n\nLily of the valley,\n\nMock orange,\nMusky woods\n\n\n",
    "price": "1049000"
  },
  {
    "name": "Aqua Vitae by Maison Francis Kurkdjian Paris",
    "url": "https://thefragranceshopinc.com/products/aqua-vitae-forte-by-maison-francis-kurkdjian?variant=31560044544063",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AQUAVITAE_600x600.jpg?v=1611500918",
    "description": "About Aqua Vitae\nAqua Vitae is a shared / unisex perfume by Maison Francis Kurkdjian. The scent was launched in 2013 and the fragrance was created by perfumer Francis Kurkdjian.\n\n70ml - Eau de Toilette\n\nAqua Vitae fragrance notes\n\n\n\n\n\nCalabrian lemon,\n\nSicilian mandarin,\n\nHedione,\n\nGuaiac wood,\n\nVanilla infusion,\nTonka bean\n\n\n",
    "price": "1049000"
  },
  {
    "name": "Amyris Homme by Maison Francis Kurkdjian Paris",
    "url": "https://thefragranceshopinc.com/products/amyris-homme-by-maison-francis-kurkdjian-paris?variant=31743086362687",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AMYRISHOMME_600x600.png?v=1611500503",
    "description": "Eau de Toilette 70ml\nAmyris Homme is a masculine fragrance by Maison Francis Kurkdjian. The scent was launched in 2012 and the fragrance was created by perfumer Francis Kurkdjian.\n\n\n\nAmyris Homme fragrance notes:\n\n\n\nTop Notes\n\n\n\nRosemary,\nMandarin\n\n\n\nHeart Notes\n\n\n\nElemi balsam,\n\nCoconut,\n\nCoffee,\n\nIris,\nMilk chocolate\n\n\n\nBase notes\n\n\n\nTonka bean,\nOud\n\n\n\n\n\n",
    "price": "1049000"
  },
  {
    "name": "Amyris Femme by Maison Francis Kurkdjian Paris",
    "url": "https://thefragranceshopinc.com/products/amyris-femme-by-maison-francis-kurkdjian-paris?variant=31756443811903",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AMYRISFEMME_600x600.jpg?v=1611500308",
    "description": "70ml - Eau de Parfum\nAbout Amyris Femme\nAmyris Femme is a feminine perfume by Maison Francis Kurkdjian. The scent was launched in 2012 and the fragrance was created by perfumer Francis Kurkdjian.\n\n\nAmyris Femme fragrance notes\n\n\nTop Notes\n\n\n\nLemon leaf,\nOrange leaf\n\n\n\nHeart Notes\n\n\n\nElemi balsam,\nIris\n\n\n\nBase notes\n\n\n\nVetiver,\nOud\n\n\n\n\n\n",
    "price": "1090000"
  },
  {
    "name": "MEDITERRANEAN HONEYSUCKLE by AERIN LAUDER",
    "url": "https://thefragranceshopinc.com/products/aerin-mediterranean-honeysuckle?variant=31765707817023",
    "brand": "AERIN LAUDER",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_c12d4d91-148d-4c7e-bc30-29de0ac4620b_600x600.jpg?v=1581137198",
    "description": "100ml - Eau de Parfum Spray Atomiseur\nAbout Mediterranean Honeysuckle\nMediterranean Honeysuckle is a feminine perfume by Aerin. The scent was launched in 2015\n\nMediterranean Honeysuckle fragrance notes\n\n\n\nHoneysuckle,\n\nGrapefruit,\n\nBergamot,\n\nMandarin,\n\nLily of the valley,\n\nGardenia,\nJasmine\n\n\n",
    "price": "699000"
  },
  {
    "name": "IKAT JASMINE by AERIN LAUDER",
    "url": "https://thefragranceshopinc.com/products/ikat-jasmine-by-aerin-lauder?variant=31765789671487",
    "brand": "AERIN LAUDER",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_f33aa1ce-9df8-4780-8e1a-094cc60ac968_600x600.jpg?v=1581139494",
    "description": "100ml - Eau de Parfum Spray Atomiseur\nAbout Ikat Jasmine\nIkat Jasmine is a feminine perfume by Aerin. The scent was launched in 2013\n\nIkat Jasmine fragrance notes\n\n\nTop Notes\n\n\nHoneysuckle\n\n\n\nHeart Notes\n\n\n\nJasmine sambac,\n\nEgyptian jasmine,\nTuberose\n\n\n\nBase notes\n\n\nSandalwood\n\n\n\n\n\n",
    "price": "699000"
  },
  {
    "name": "WILD STRAWBERRY & PARSLEY by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/wild-strawberry-parsley-by-jo-malone?variant=32086461644863",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/724FCAF7-E086-4F06-A2B7-EACAD0A39A2E_600x600.jpg?v=1586743377",
    "description": "Eau de Cologne - 100ml",
    "price": "659000"
  },
  {
    "name": "ORRIS & SANDALWOOD by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/orris-sandalwood-by-jo-malone?variant=32086476455999",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/2EB3A28D-6A4A-448A-A099-2A16D9B06160_600x600.jpg?v=1586743583",
    "description": "Cologne Intense - 100ml\nAbout Orris &amp;amp; Sandalwood\n\nThe scent was inspired by the iris root of Tuscany.\n\n\nOrris &amp;amp; Sandalwood fragrance notes\n\n\nTop Notes\n\n\nViolet\n\n\n\nHeart Notes\n\n\n\nOrris,\nAmber\n\n\n\nBase notes\n\n\nSandalwood\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "SILVER NEEDLE TEA by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/silver-needle-tea-by-jo-malone?variant=32086496837695",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_88cf15e3-6fd8-4a49-a1bf-4c48e9dd2d4c_600x600.jpg?v=1610188105",
    "description": "Cologne - 100ml\nAbout Silver Needle Tea\n\nPart of the &#39;Rare Teas&#39; collection.\n\n\nSilver Needle Tea fragrance notes\n\n\n\nWhite tea,\n\nBergamot,\nRose\n\n\n",
    "price": "729000"
  },
  {
    "name": "GOLDEN NEEDLE TEA by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/golden-needle-tea-by-jo-malone?variant=32086508404799",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_2b212a15-ab62-411b-a313-aeff4dbd0210_600x600.jpg?v=1610188170",
    "description": "Cologne - 100ml\nAbout Golden Needle Tea\n\nPart of the &#39;Rare Teas&#39; collection.\n\n\nGolden Needle Tea fragrance notes\n\n\n\nYunnan tea buds,\n\nLeather,\n\nSpices,\n\nSandalwood,\nBenzoin\n\n\n",
    "price": "729000"
  },
  {
    "name": "OOLONG TEA by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/oolong-tea-by-jo-malone?variant=32086517940287",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_46cb7cb7-8933-45d4-a33f-7aae311c55e1_600x600.jpg?v=1610188029",
    "description": "Cologne - 100ml\nAbout Oolong Tea\n\nPart of the &#39;Rare Teas&#39; collection.\n\n\nOolong Tea fragrance notes\n\n\n\nOolong tea,\n\nBitter cocoa,\n\nTobacco leaf,\nTonka bean\n\n\n",
    "price": "729000"
  },
  {
    "name": "GREEN ALMOND & REDCURRANT by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/green-almond-redcurrant?variant=32086536355903",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/FC83A733-B695-4A75-A77E-8C32EFC8AC5B_600x600.jpg?v=1586744705",
    "description": "Cologne - 100ml\nAbout Green Almond &amp;amp; Redcurrant\nGreen Almond &amp;amp; Redcurrant is a shared / unisex perfume by Jo Malone London. The scent was launched in 2017\n\nGreen Almond &amp;amp; Redcurrant fragrance notes\n\n\n\nRedcurrant,\n\nCitrus,\n\nGreen almond,\n\nCedarwood,\nTonka\n\n\n",
    "price": "659000"
  },
  {
    "name": "SAKURA CHERRY BLOSSOM by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/sakura-cherry-blossom-by-jo-malone?variant=32086578757695",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/701-10020-PRODL5KG01_M_600x600.jpg?v=1596607855",
    "description": "Cologne - 100ml\nAbout Sakura Cherry Blossom\nSakura Cherry Blossom is a feminine perfume by Jo Malone London. The scent was launched in 2011 and the fragrance was created by perfumer Christine Nagel.\n\n\n\nSakura Cherry Blossom fragrance notes\n\n\nTop Notes\n\n\n\nBergamot,\nMandarin\n\n\n\nHeart Notes\n\n\n\nCherry blossom,\n\nRose,\nMimosa \n\n\n\nBase notes\n\n\n\nMusk,\nWoods\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "HONEYSUCKLE & DAVANA by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/honeysuckle-davana-by-jo-malone?variant=32086668869695",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/459-4597064_jo-malone-honeysuckle-and-davana-png-transparent-png_600x600.png?v=1610064387",
    "description": "Cologne - 100ml\nAbout Honeysuckle &amp;amp; Davana\nHoneysuckle &amp;amp; Davana is a feminine perfume by Jo Malone London. The scent was launched in 2018\n\nHoneysuckle &amp;amp; Davana fragrance notes\n\n\nTop Notes\n\n\nDavana\n\n\n\nHeart Notes\n\n\nHoneysuckle\n\n\n\nBase notes\n\n\nMoss\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "Birch & Black Pepper by Jo Malone x Huntsman",
    "url": "https://thefragranceshopinc.com/products/birch-black-pepper-by-jo-malone-huntsman?variant=32086983770175",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_e0e3ec47-7fb1-4ab0-9f83-85857b931899_600x600.jpg?v=1607609499",
    "description": "About Birch &amp;amp; Black Pepper\n\nPart of the &#39;Rock the Ages&#39; collection.  The company says:\n\nSharply-dressed as part of our collaboration with Huntsman Savile Row.\nCologne - 100ml\nBirch &amp;amp; Black Pepper fragrance notes\n\n\n\n\n\n\nBlack pepper,\nBirch\n\n\n",
    "price": "729000"
  },
  {
    "name": "Amber & Patchouli by Jo Malone x Huntsman",
    "url": "https://thefragranceshopinc.com/products/amber-patchouli-by-jo-malone-huntsman?variant=32087029907519",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_d2364454-2ce8-4fe0-b7a2-aec3dfdfe687_600x600.jpg?v=1607609442",
    "description": "About Amber &amp;amp; Patchouli\n\nThe company says:\n\nSharply-dressed as part of our collaboration with Huntsman Savile Row.\nCologne - 100ml\nAmber &amp;amp; Patchouli fragrance notes:\n\n\n\n\n\n\nAmber,\n\nPatchouli,\nGuaiac wood\n\n\n",
    "price": "729000"
  },
  {
    "name": "FRANGIPANI FLOWER by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/frangipani-flower-by-jo-malone?variant=32087046062143",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/E5099291-004B-44B2-BAC8-7C96FA94EA46_600x600.jpg?v=1586746993",
    "description": "Cologne - 100ml\nAbout Frangipani Flower\n\nPart of the &#39;Blossoms&#39; Collection.\n\n\nFrangipani Flower fragrance notes\n\n\nTop Notes\n\n\nLemon\n\n\n\nHeart Notes\n\n\n\nFrangipani,\n\nJasmine,\nYlang ylang\n\n\n\nBase notes\n\n\nSandalwood\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "RED ROSES by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/red-roses-by-jo-malone?variant=32087088431167",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_1e3a82b5-65d5-4173-a4e6-88b08d323d20_600x600.jpg?v=1587521445",
    "description": "Cologne - 100ml\nAbout Red Roses\nRed Roses is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Jo Malone.\n\n\nRed Roses fragrance notes\n\n\nTop Notes\n\n\nLemon\n\n\n\nHeart Notes\n\n\nRed rose\n\n\n\nBase notes\n\n\nHoneycomb\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "ORANGE BLOSSOM by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/orange-blossom-by-jo-malone?variant=32087104028735",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_fc282532-f12c-4bb8-9ae5-20b5f53ace54_600x600.jpg?v=1587523919",
    "description": "Cologne - 100ml\nAbout Orange Blossom\nOrange Blossom is a feminine perfume by Jo Malone London. The scent was launched in 2003 and the fragrance was created by perfumer Jo Malone.\n\n\nOrange Blossom fragrance notes\n\n\nTop Notes\n\n\n\nClementine flower,\nCedrat\n\n\n\nHeart Notes\n\n\n\nOrange blossom,\n\nWater lily,\nLilac\n\n\n\nBase notes\n\n\n\nOrris,\nVetiver\n\n\n\n\n\n",
    "price": ""
  },
  {
    "name": "MUCH ADO ABOUT THE DUKE by PENHALIGON’S",
    "url": "https://thefragranceshopinc.com/products/much-ado-about-the-duke-by-penhaligon-s?variant=32105907290175",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/A82B9461-91D2-4895-8E2B-11ACB21DC199_600x600.jpg?v=1586908716",
    "description": "\n\n\n\n\n75 ML Eau de Parfum\nThe handsome young Duke’s peppery rose fragrance sets hearts aflutter – but not the ones you might think. His wife, the most coveted girl in London, seems not to interest him at all. Fancy that.\nThe perfume dedicated to this historical character has a dual sound. They have a charismatic scent of finely crafted leather, flavored with pine-alcoholic notes of gin and energetic sparks of black pepper, unexpectedly combined with a silky-spicy, iridescent rose scent, creating an unexpected and original aromatic effect.",
    "price": "1190000"
  },
  {
    "name": "ENGLISH PEAR & FREESIA LIMITED EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/english-pear-freesia-limited-edition-by-jo-malone-1?variant=32160899760191",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_a4ae8837-b78c-4e88-a64f-8d0be7bb9f3b_600x600.jpg?v=1591787145",
    "description": "Cologne - 100ml\nAbout English Pear &amp;amp; Freesia\nEnglish Pear &amp;amp; Freesia is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Christine Nagel\n\nEnglish Pear &amp;amp; Freesia fragrance notes\n\n\n\nTop Notes\n\n\nKing william pear\n\n\n\nHeart Notes\n\n\nFreesia\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nAmber,\nWoods\n\n\n\n\n\n",
    "price": "729000"
  },
  {
    "name": "WOOD SAGE LIMITED EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/wood-sage-limited-edition-by-jo-malone?variant=32160943767615",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_04145457-7749-427e-9126-824b9836a45d_600x600.jpg?v=1611799652",
    "description": "Cologne - 100ml",
    "price": "729000"
  },
  {
    "name": "OSMANTHUS BLOSSOM by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/osmanthus-by-jo-malone?variant=15509859500095",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/osmanthus-blossom-by-jo-malone-london-for-women-100ml_600x600.jpg?v=1572696668",
    "description": "100ml - Cologne\nAbout Osmanthus Blossom\nOsmanthus Blossom is a feminine perfume by Jo Malone London. The scent was launched in 2013\n\nOsmanthus Blossom fragrance notes\n\n\n\nPeach,\n\nPetitgrain,\n\nOsmanthus,\nCashmere wood\n\n\n",
    "price": "659000"
  },
  {
    "name": "TUBEROSE ANGELICA by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/tuberose-angelica-by-jo-malone-1?variant=32160978665535",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/41B2A8EC-65DD-4AE2-8BF0-1275821825FA_600x600.jpg?v=1587539873",
    "description": "Cologne Intense - 100ml\nAbout Tuberose Angelica\nTuberose Angelica is a feminine perfume by Jo Malone London. The scent was launched in 2014 and the fragrance was created by perfumer Marie Salamagne.\n\n\nTuberose Angelica fragrance notes\n\n\nTop Notes\n\n\nAngelica\n\n\n\nHeart Notes\n\n\nTuberose\n\n\n\nBase notes\n\n\nAmber\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "NECTARINE BLOSSOM & HONEY 30ml by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/nectarine-blossom-honey-by-jo-malone-1?variant=32161090830399",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AC71E848-877C-473C-A182-6096B3C6FB0F_600x600.jpg?v=1587540678",
    "description": "Cologne - 30ml\nAbout Nectarine Blossom &amp;amp; Honey\nNectarine Blossom &amp;amp; Honey is a feminine perfume by Jo Malone London. The scent was launched in 2005 and the fragrance was created by perfumer Jo Malone.\n\n\nNectarine Blossom &amp;amp; Honey fragrance notes\n\n\n\nClementine,\n\nPeach,\n\nNectarine,\n\nBlackcurrant,\n\nPlum,\n\nVetiver,\nHoney\n\n\n",
    "price": "349000"
  },
  {
    "name": "LIME BASIL & MANDARIN 30ml by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/lime-basil-mandarin?variant=32161117831231",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/24EEFE9B-7969-4728-A21F-DB4F43AF273E_600x600.png?v=1587540912",
    "description": "Cologne - 30ml\nAbout Lime, Basil &amp;amp; Mandarin\nLime, Basil &amp;amp; Mandarin is a shared / unisex perfume by Jo Malone London. The scent was launched in 1991 and the fragrance was created by perfumer Jo Malone\n\nLime, Basil &amp;amp; Mandarin fragrance notes\n\n\nTop Notes\n\n\n\nLime,\n\nMandarin,\nBergamot\n\n\n\nHeart Notes\n\n\n\nBasil,\n\nLilac,\n\nIris,\nWhite thyme\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nVetiver,\nAmberwood\n\n\n\n\n\n",
    "price": "349000"
  },
  {
    "name": "ROSE & MAGNOLIA LIMITED EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/rose-magnolia-limited-edition-by-jo-malone-1?variant=32161905868863",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_3f84bb4f-40cb-4644-89a0-a16874cdeced_600x600.jpg?v=1587546042",
    "description": "Cologne - 100ml\nAbout Rose &amp;amp; Magnolia\nRose &amp;amp; Magnolia is a shared / unisex perfume by Jo Malone London. The scent was launched in 2019.\n\n\nRose &amp;amp; Magnolia fragrance notes\n\n\n\nMagnolia,\n\nMay rose,\n\nDamask rose,\n\nPatchouli,\nAmber\n\n\n",
    "price": "729000"
  },
  {
    "name": "ENGLISH PEAR & FREESIA LIMITED EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/english-pear-freesia-limited-edition-by-jo-malone-2?variant=32162057125951",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_aee5b640-956a-42e2-ae95-71b50077882c_600x600.jpg?v=1587548308",
    "description": "Cologne - 100ml\nAbout English Pear &amp;amp; Freesia\nEnglish Pear &amp;amp; Freesia is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Christine Nagel\n\nEnglish Pear &amp;amp; Freesia fragrance notes\n\n\n\nTop Notes\n\n\nKing william pear\n\n\n\nHeart Notes\n\n\nFreesia\n\n\n\nBase notes\n\n\n\nPatchouli,\n\nAmber,\nWoods\n\n\n\n\n\n",
    "price": "729000"
  },
  {
    "name": "GIFT SET 5 in 1 GOLD EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/gift-set-5-in-1-gold-edition-by-jo-malone?variant=32162095136831",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_91960ea3-0f6f-4501-b25d-330725164424_600x600.jpg?v=1587548227",
    "description": "9ml Cologne x 5 pcs Gold Edition:\n- Lime Basil &amp;amp; Mandarin\n- Blackberry &amp;amp; Bay\n- English Pear &amp;amp; Freesia\n- Wild Bluebell\n- Wood Sage &amp;amp; Sea Salt",
    "price": "799000"
  },
  {
    "name": "Blackberry & Bay 100ML Limited Edition by Jo Malone",
    "url": "https://thefragranceshopinc.com/products/blackberry-bay-limited-edition-by-jo-malone?variant=32162149007423",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_ea0617d3-6a43-4e8f-9bca-6706df249bc2_600x600.jpg?v=1587548967",
    "description": "About Blackberry &amp;amp; Bay\nBlackberry &amp;amp; Bay is a shared / unisex perfume by Jo Malone London. The scent was launched in 2012 and the fragrance was created by perfumer Fabrice Pellegrin\n\n100ml - Cologne Limited \n\nBlackberry &amp;amp; Bay fragrance notes\n\n\n\nTop Notes\n\n\n\nBlackberry,\nGrapefruit\n\n\n\nHeart Notes\n\n\n\nBay,\nFloral accord\n\n\n\nBase notes\n\n\n\nVetiver,\nCedar\n\n\n\n\n\n",
    "price": "729000"
  },
  {
    "name": "WOOD SAGE & SEA SALT GOLD EDITION 30 ml by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/wood-sage-sea-salt-gold-edition-30-ml-by-jo-malone?variant=32162452766783",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_94f173f2-f3ec-4da0-b564-527d35715a89_600x600.jpg?v=1587550932",
    "description": "Cologne - 30ml",
    "price": "349000"
  },
  {
    "name": "RED ROSES 30ml LIMITED EDITION by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/red-roses-limited-edition-by-jo-malone?variant=32162461417535",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_e364b122-5a63-40ec-9f24-8df29210e2ee_600x600.jpg?v=1587551092",
    "description": "Cologne - 30ml\nAbout Red Roses\nRed Roses is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Jo Malone.\n\n\nRed Roses fragrance notes\n\n\nTop Notes\n\n\nLemon\n\n\n\nHeart Notes\n\n\nRed rose\n\n\n\nBase notes\n\n\nHoneycomb\n\n\n\n\n\n",
    "price": "349000"
  },
  {
    "name": "RED ROSES 30ml by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/red-roses-by-jo-malone-1?variant=32162485764159",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_7be145ed-6724-4eda-8047-83b6d715edc3_600x600.jpg?v=1587551471",
    "description": "Cologne - 30ml\nAbout Red Roses\nRed Roses is a feminine perfume by Jo Malone London. The fragrance was created by perfumer Jo Malone.\n\n\nRed Roses fragrance notes\n\n\nTop Notes\n\n\nLemon\n\n\n\nHeart Notes\n\n\nRed rose\n\n\n\nBase notes\n\n\nHoneycomb\n\n\n\n\n\n",
    "price": "349000"
  },
  {
    "name": "Bleu de Chanel Eau de Toilette",
    "url": "https://thefragranceshopinc.com/products/bleu-de-chanel-eau-de-toilette?variant=31725392527423",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/350x350_600x600.jpg?v=1609745145",
    "description": "About Bleu de Chanel Eau de Toilette\nBleu de Chanel Eau de Toilette is a masculine fragrance by Chanel. The scent was launched in 2010 and the fragrance was created by perfumer Jacques Polge.\n\n100ml - Eau de Toilette\n\nBleu de Chanel Eau de Toilette fragrance notes\n\n\n\n\n\nPink peppercorn,\n\nCitrus,\n\nPeppermint,\n\nNutmeg,\n\nVetiver,\n\nGrapefruit,\n\nCedarwood,\n\nLabdanum,\n\nJasmine,\n\nIncense,\n\nPatchouli,\n\nGinger,\nSandalwood\n\n\n",
    "price": "649000"
  },
  {
    "name": "POMEGRANATE NOIR Limited Edition by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/pomegranate-noir-by-jo-malone?variant=13916201091135",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/1feb05f2280c05b44c1201e061e35a2a_600x600.jpg?v=1572696902",
    "description": "100ml - Cologne\nAbout Pomegranate Noir\nPomegranate Noir is a shared / unisex perfume by Jo Malone London. The fragrance was created by perfumer Jo Malone.\n\n\nPomegranate Noir fragrance notes\n\n\nTop Notes\n\n\n\nRaspberry,\n\nPlum,\nPink pepper\n\n\n\nHeart Notes\n\n\nCasablanca lily\n\n\n\nBase notes\n\n\n\nGuaiacwood,\n\nPatchouli,\nFrankincense\n\n\n\n\n\n",
    "price": "659000"
  },
  {
    "name": "Acqua di Gioia by Giorgio Armani.",
    "url": "https://thefragranceshopinc.com/products/acqua-di-gioia-jasmine-edition-by-giorgio-armani?variant=7457310179391",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_116d952a-b24b-4380-95c9-6d16ce283c9a_600x600.jpg?v=1578375755",
    "description": "About Acqua di Gioia\nAcqua di Gioia is a feminine perfume by Giorgio Armani. The scent was launched in 2010 and the fragrance was created by perfumers Dominique Ropion, Anne Flipo and Loc Dong.\n\n100ml - Eau de Parfum\n\nAcqua di Gioia fragrance notes\n\n\n\n\nTop Notes\n\n\n\nMint,\nLimone primo fiore femminello\n\n\n\nHeart Notes\n\n\n\nAquatic green accord,\n\nPink pepper,\n\nJasmine sambac,\nPeony\n\n\n\nBase notes\n\n\n\nCedar,\n\nLabdanum,\nBrown sugar accord\n\n\n\n\n\n",
    "price": "569000"
  },
  {
    "name": "CREED AVENTUS - 100ml (NO BOX)",
    "url": "https://thefragranceshopinc.com/products/creed-aventus-100ml?variant=33019003666495",
    "brand": "CREED",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_3cd65107-e5e7-4241-96c8-ff9817014eee_600x600.jpg?v=1601790536",
    "description": "100ml - Eau de Parfum Without Box.\nAbout Aventus\n\n\nThe exceptional Aventus was inspired by the dramatic life of a historic emperor, celebrating strength, power and success. Introduced in 2010 and crafted by the deft hand of Sixth Generation Master Perfumer Olivier Creed in collaboration with his son Erwin, this scent has grown to become the best-selling fragrance in the history of the brand. Olivier created its iconic name derived from a (&quot;from&quot;) ventus (&quot;the wind&quot;), illustrating the Aventus man as destined to live a driven life, ever galloping with the wind at his back toward success. Aventus is a sophisticated blend for individuals who savor a life well-lived.\n\n\n\nAventus fragrance notes\n\n\nTop Notes\n\n\n\nBlackcurrant,\n\nItalian bergamot,\n\nFrench apples,\nPineapple\n\n\n\nHeart Notes\n\n\n\nRose,\n\nDry birch,\n\nMoroccan jasmine,\nPatchouli\n\n\n\nBase notes\n\n\n\nMusk,\n\nOakmoss,\n\nAmbergris,\nVanilla\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "price": "679000"
  },
  {
    "name": "Mon Paris LOVE Collector Edition by YVES SAINT LAURENT",
    "url": "https://thefragranceshopinc.com/products/mon-paris-love-collector-edition-by-yves-saint-laurent?variant=31440626352191",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/0AFED06D-6944-42FD-A93E-D6040FB8F4DC_600x600.jpg?v=1575703630",
    "description": "90ml - Eau de Parfum\nMon Paris Love Edition Yves Saint Laurent - What experts say:\n\n\n\n\nFragrance Mon Paris Love Edition perfume for Women by Yves Saint Laurent was released in 2018. Who Is It Best For? Well it is an aroma highlighted by a bouquet of fragrant fruity, woody and fresh scented tones that will bring a sensual, calming and deep perfumed sensation. Examining it closer once applied you will notice a lingering quality of softer fragranced green, white flowers and musky hints that hide an essence of light, romantic and natural feelings.\n\n\n",
    "price": "569000"
  },
  {
    "name": "Bloom Ambrosia Di Fiori by Gucci 30ML",
    "url": "https://thefragranceshopinc.com/products/bloom-ambrosia-di-fiori-by-gucci?variant=33294085226559",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/d8cff56d-a698-450a-bafd-d10ef7dcbd5f_600x600.jpg?v=1609819696",
    "description": "30ml Eau de Parfum\nAbout Gucci Bloom Ambrosia di Fiori\nGucci Bloom Ambrosia di Fiori is a feminine perfume by Gucci. The scent was launched in 2019 and the fragrance was created by perfumer Alberto Morillas\n\nGucci Bloom Ambrosia di Fiori fragrance notes\n\n\n\nJasmine,\n\nTuberose,\n\nRangoon creeper,\n\nOrris,\nDamask rose\n\n\n\n ",
    "price": "399000"
  },
  {
    "name": "Lancome Tresor Midnight Rose",
    "url": "https://thefragranceshopinc.com/products/lancome-tresor-midnight-rose?variant=33294110785599",
    "brand": "LANCOME",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Lancome_Tresor_Midnight_Rose_EdP_30ml_600x600.jpg?v=1609820357",
    "description": "30ml Eau de Parfum Spray\nAbout Trésor Midnight Rose\nTrésor Midnight Rose is a feminine perfume by Lancôme. The scent was launched in 2011 and the fragrance was created by perfumer Anne Flipo\n\nTrésor Midnight Rose fragrance notes\n\n\n\nRaspberry,\n\nRose,\n\nVanilla,\nMusk\n\n\n",
    "price": "399000"
  },
  {
    "name": "YSL Black Opium 30ML",
    "url": "https://thefragranceshopinc.com/products/ysl-black-opium-30ml?variant=33294116585535",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/c0464186-ff83-4b3d-8651-cba3bf3a3c1a_600x600.jpg?v=1609820690",
    "description": "30ml Eau de Parfum\nThe original Eau de Parfum. Addictive and energising. A captivating floral gourmand scent, twisted with an overdose of black coffee, for a shot of adrenaline. Energy, sensuality, coupled with that unique YSL edge. The signature black coffee accord is paired with sensual vanilla, enriched by the softness of white flowers and orange blossom, against a base of patchouli and comforting white musk. A daring contrast of light and dark, for a women’s fragrance that bewitches with its trail.\nFragrance Notes:Top: Pear Accord &amp;amp; Mandarin EssenceHeart: Vanilla, Orange Blossom &amp;amp; White FlowersBase: Black Coffee Accord, Cedarwood Essence, White Musk &amp;amp; Patchouli",
    "price": ""
  },
  {
    "name": "Guerlain L'Homme Ideal for Men",
    "url": "https://thefragranceshopinc.com/products/guerlain-lhomme-ideal-for-men?variant=33294161903679",
    "brand": "GUERLAIN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUERLAINIDEAL_600x600.jpg?v=1609822177",
    "description": "100ml Eau de Parfum Spray\nAbout L&#39;Homme Idéal\n\nGuerlain say:\n\nThe ideal man is a myth. His fragrance, a reality. Guerlain decodes men’s aspirations and creates for them a concentrate of ideal. The ideal fragrance? Smart, handsome, strong. Three adjectives, three accords for this fresh woody fragrance that will trigger your full potential.\n\nThe fragrance was launched in 2014, and created by perfumer Thierry Wasser\n\n\nL&#39;Homme Idéal Fragrance Notes\n\n\nTop Notes\n\n\n\nCitrus,\n\nRosemary,\nOrange blossom\n\n\n\nHeart Notes\n\n\nAmaretto accord\n\n\n\nBase notes\n\n\n\nTonka bean,\n\nLeather,\n\nVetiver,\nCedarwood\n\n\n\n\n\n",
    "price": "599000"
  },
  {
    "name": "CHLOE Atelier Des Fleurs Rosa Damascena",
    "url": "https://thefragranceshopinc.com/products/chloe-atelier-des-fleurs-rosa-damascena?variant=33294171373631",
    "brand": "CHLOE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/6b2db3e7-c609-4628-9f95-697060e882e9_600x600.jpg?v=1609822637",
    "description": "50ml Eau de Parfum\nRosa Damascena is a perfume created by Amandine Clerc-Marie as a lightly spiced, crisp and fresh floral rose scent, inspired by the memories of her childhood. She also created Herba Mimosa, a powdery green floral scent that evokes mimosa fields in Grasse.",
    "price": "429000"
  },
  {
    "name": "CHLOE Atelier des Fleurs Magnolia Alba",
    "url": "https://thefragranceshopinc.com/products/chloe-atelier-des-fleurs-magnolia-alba?variant=33294182580287",
    "brand": "CHLOE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/5662133f-58fa-4421-b3f8-c397eef87b7a_600x600.jpg?v=1609823233",
    "description": "50ml Eau de Parfum\nNature is a precious source of fragrant flowers and aromatic leaves. Drawing on this wide variety of natural bouquets, the House of Chloé has collaborated with renowned perfumers to create the Atelier des Fleurs line. This prestigious collection comprises nine perfumes for women, each with a unique signature rooted in the perfumer’s memory. The fragrances are designed to work in harmony in endless combinations.\nLouise Turner transcribed the plump and slightly lemony notes of Magnolia blossoms from her native England. She created a smooth Eau de Parfum, unveiling the fresh, almost creamy scent of Magnolia Petals.\n ",
    "price": "429000"
  },
  {
    "name": "Bvlgari Omnia Crystalline Candy Limited Edition",
    "url": "https://thefragranceshopinc.com/products/bvlgari-omnia-crystalline-candy-limited-edition?variant=33294188445759",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/bvlgari-omnia-crystalline-candy-limited-ed-edt-65ml_600x600.jpg?v=1609824613",
    "description": "65ml Eau de Toilette\nOmnia Crystalline by Bvlgari is a Floral Aquatic fragrance for women. Omnia Crystalline was launched in 2005. The nose behind this fragrance is Alberto Morillas. Top notes are Bamboo and Pear; middle notes are Lotus, Tea and Cassia; base notes are Musk, Guaiac Wood and Oakmoss.",
    "price": "549000"
  },
  {
    "name": "Bvlgari Omnia Coral Candy Shop Edition",
    "url": "https://thefragranceshopinc.com/products/bvlgari-omnia-coral-candy-shop-edition?variant=33294202175551",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/e6f84d25-acff-4700-882e-3f1ed1f50a7b_600x600.jpg?v=1609825750",
    "description": "65ml Eau de Toilette\nInspired by the shimmering hues of precious red coral, Omnia Coral is a radiant floral-fruity Eau de Toilette of tropical hibiscus and juicy pomegranate, reminiscent of summer, the sun, resplendent nature and far-off oceans. A FRUITY FLORAL Top Notes: Bergamot and Goji Berries Heart Notes: Hibiscus Flower and Water Lily Base Notes: Pomegranate and Cedar Wood",
    "price": "549000"
  },
  {
    "name": "Lancome Idole L’Intense",
    "url": "https://thefragranceshopinc.com/products/lancome-idole-l-intense?variant=33294210531391",
    "brand": "LANCOME",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Idole_Intense_75_box_600x600.jpg?v=1609826201",
    "description": "75ml Eau de Parfum Spray\nLancome Idôle Intense Eau de Parfum, the new intense version of the best selling Idôle Le Parfum. Idôle L’Intense is a fragrance with a stronger-than-ever addictive clean accord at its core, and a flamboyant Floral heart wrapped in a vibrant chypre accord and a sensual vanilla. A radiant and flamboyant rose and a kaleidoscope of jasmine, making it the best perfume for a glowier sensation on the skin. \nThe beautiful thin bottle again fuses naturally with the hand and is available in 75ml eau de parfum spray.",
    "price": "569000"
  },
  {
    "name": "Guerlain Aqua Allegoria Mandarine Basilic",
    "url": "https://thefragranceshopinc.com/products/guerlain-aqua-allegoria-mandarine-basilic?variant=33294235926591",
    "brand": "GUERLAIN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/69fbdfcd-f15f-472c-89f3-0b7fa438f7dc_600x600.jpg?v=1609827495",
    "description": "75ml Eau de Toilette\nAbout Aqua Allegoria Mandarine Basilic\nAqua Allegoria Mandarine Basilic is a feminine perfume by Guerlain. The scent was launched in 2007 and the fragrance was created by perfumer Marie Salamagne\n\nAqua Allegoria Mandarine Basilic fragrance notes\n\n\n\nMandarin Orange,\n\nBasil,\n\nGreen Tea,\nAmber\n\n\n",
    "price": "599000"
  },
  {
    "name": "Guerlain Aqua Allegoria Coconut Fizz",
    "url": "https://thefragranceshopinc.com/products/guerlain-aqua-allegoria-coconut-fizz?variant=33294272036927",
    "brand": "GUERLAIN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/502d8bb0-427a-4d11-b7bb-ab0179e8efcb_600x600.jpg?v=1609829669",
    "description": "75ml - Eau de Toilette\nAbout Aqua Allegoria Coconut Fizz\nAqua Allegoria Coconut Fizz is a feminine perfume by Guerlain. The scent was launched in 2019 and the fragrance was created by perfumer Thierry Wasser\n\nAqua Allegoria Coconut Fizz fragrance notes\n\n\nTop Notes\n\n\n\nFruits,\nBergamot\n\n\n\nHeart Notes\n\n\n\nFreesia,\nCoconut\n\n\n\nBase notes\n\n\n\nSandalwood,\nTonka bean\n\n\n\n\n\n",
    "price": "599000"
  },
  {
    "name": "Acqua di Parma Fico Di Amalfi",
    "url": "https://thefragranceshopinc.com/products/acqua-di-parma-fico-di-amalfi?variant=33294284488767",
    "brand": "ACQUA DI PARMA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/FICODIALFAMI_600x600.jpg?v=1609830653",
    "description": "75ml Eau de Toilette Natural Spray \nAbout Blu Mediterraneo : Fico di Amalfi\nBlu Mediterraneo : Fico di Amalfi is a shared / unisex perfume by Acqua di Parma. The scent was launched in 2006\n\nBlu Mediterraneo : Fico di Amalfi fragrance notes\n\n\nTop Notes\n\n\n\nMandarin,\n\nBergamot,\n\nLemon,\n\nOrange,\nGrapefruit\n\n\n\nHeart Notes\n\n\n\nFig,\n\nPink pepper,\nJasmine\n\n\n\nBase notes\n\n\n\nFig nectar,\n\nMusk,\nCedar\n\n\n\n\n\n",
    "price": "619000"
  },
  {
    "name": "Acqua di Parma Mirto Di Panarea",
    "url": "https://thefragranceshopinc.com/products/acqua-di-parma-mirto-di-panarea?variant=33294305067071",
    "brand": "ACQUA DI PARMA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/MIRTODIPANAREA_600x600.jpg?v=1609831333",
    "description": "75ml Eau de Toilette natural Spray \nAbout Blu Mediterraneo : Mirto di Panarea\nBlu Mediterraneo : Mirto di Panarea is a shared / unisex perfume by Acqua di Parma. The scent was launched in 2008\n\nBlu Mediterraneo : Mirto di Panarea fragrance notes\n\n\nTop Notes\n\n\n\nMyrtle,\n\nBasil,\n\nLemon,\nBergamot\n\n\n\nHeart Notes\n\n\n\nSea breeze accord,\n\nRose,\nJasmine\n\n\n\nBase notes\n\n\n\nMastic,\n\nJuniper,\n\nCedarwood,\nAmber\n\n\n\n\n\n",
    "price": "619000"
  },
  {
    "name": "Guerlain Vol De Nuit",
    "url": "https://thefragranceshopinc.com/products/guerlain-vol-de-nuit?variant=33294379057215",
    "brand": "GUERLAIN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUERLAINVOLDENUIT_600x600.jpg?v=1609838104",
    "description": "100ml Eau de Toilette \nAbout Vol de Nuit Eau de Toilette\nNamed after the novel of the same name by poet and aviator, Antoine de Saint-Exupéry. The perfume is &quot;a tribute to women who like to take risks.&quot;\n\nVol de Nuit Eau de Toilette fragrance notes\n\n\nTop Notes\n\n\n\nBergamot,\n\nGalbanum,\nPetitgrain\n\n\n\nHeart Notes\n\n\n\nJasmine,\n\nNarcissus,\n\nViolet,\n\nCarnation,\nRose\n\n\n\nBase notes\n\n\n\nSpices,\n\nWoods,\n\nIris,\n\nVanilla,\nAmber\n\n\n\n\n\n",
    "price": "629000"
  },
  {
    "name": "Burberry Baby Touch (ALCOHOL FREE)",
    "url": "https://thefragranceshopinc.com/products/burberry-baby-touch?variant=33294386397247",
    "brand": "BURBERRY",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BURBERRYTOUCH_600x600.jpg?v=1609838941",
    "description": "100ml Eau de Toillete Alcohol Free\nAbout Baby Touch\nBaby Touch is a feminine perfume by Burberry. The scent was launched in 2002\n\nBaby Touch fragrance notes\n\n\nTop Notes\n\n\n\nMandarin,\n\nRhubarb Jelly,\n\nVerbena,\nWild Spearmint\n\n\n\nHeart Notes\n\n\n\nJasmine,\n\nOrange Blossom,\n\nMuguet,\nCyclamen\n\n\n\nBase notes\n\n\n\nVanilla,\n\nMoss,\nMilk\n\n\n\n\n\n",
    "price": "549000"
  },
  {
    "name": "Bvlgari Splendida Tubereuse Mystique",
    "url": "https://thefragranceshopinc.com/products/bvlgari-splendida-tubereuse-mystique?variant=33294387576895",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Bvlgari-Splendida-Tubereuse-Mystique-Eau-De-Parfum-100ml_900x_7468bfbe-3f5e-4c54-8beb-e8365335a49d_600x600.jpg?v=1609839391",
    "description": "100ml Eau de Parfum\nBvlgari Splendida Tubereuse Mystique Eau De Parfum is a mysterious and sensual fragrance featuring the floral Tuberose - also known as the Mistress of the Night - because its opulent aroma is at its most potent at nightfall. Notes of blackcurrant, vanilla, myrrh complement the tuberose to create a sweet, dark and sensual fragrance.\nTop notes: Blackcurrant buds (Cassis), Davana\nHeart notes: Tuberose\nBase notes: Amber, Myrrh, Vanilla\n ",
    "price": "579000"
  },
  {
    "name": "MAISON MARGIELA 'REPLICA' Tea Escape",
    "url": "https://thefragranceshopinc.com/products/maison-margiela-replica-tea-escape?variant=33294394163263",
    "brand": "MAISON MARGIELA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/REPLICATEAESCAPE_600x600.jpg?v=1609840804",
    "description": "100ml Eau de Toilette Spray\nAbout Replica Tea Escape\nReplica Tea Escape is a feminine perfume by Martin Margiela. The scent was launched in 2014 and the fragrance was created by perfumer Fabrice Pellegrin\n\nReplica Tea Escape fragrance notes\n\n\n\nBergamot,\n\nPink pepper,\n\nGreen tea,\n\nJasmine,\n\nOsmanthus,\nPuffed rice\n\n\n",
    "price": "799000"
  },
  {
    "name": "MAISON MARGIELA 'REPLICA' Flower Market",
    "url": "https://thefragranceshopinc.com/products/maison-margiela-replica-flower-market?variant=33294396293183",
    "brand": "MAISON MARGIELA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/FLOWERMARKETREPLICA_600x600.jpg?v=1609841226",
    "description": "100ml Eau de Toilette\nAbout Replica Flower Market\nReplica Flower Market is a feminine perfume by Martin Margiela. The scent was launched in 2012 and the fragrance was created by perfumer Jacques Cavallier\n\nReplica Flower Market fragrance notes\n\n\n\nFreesia,\n\nGrasse rose,\n\nSambac jasmine,\n\nTuberose,\nCedar\n\n\n",
    "price": ""
  },
  {
    "name": "MAISON MARGIELA 'REPLICA' Sailing Day",
    "url": "https://thefragranceshopinc.com/products/maison-margiela-replica-sailing-day?variant=33294396915775",
    "brand": "MAISON MARGIELA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/sailingdayreplica_600x600.jpg?v=1609841422",
    "description": "100ml Eau de Toilette\nAbout Replica Sailing Day\nReplica Sailing Day is a shared / unisex perfume by Martin Margiela. The scent was launched in 2017\n\nReplica Sailing Day fragrance notes\n\n\nTop Notes\n\n\n\nAldehydes,\n\nJuniper berry,\n\nRed pepper,\nAquatic notes\n\n\n\nHeart Notes\n\n\n\nCoriander,\n\nIris,\n\nRose,\nSalicylate\n\n\n\nBase notes\n\n\n\nAmbergris,\n\nAmberwood,\n\nSeaweed,\nCedarwood\n\n\n\n\n\n",
    "price": "799000"
  },
  {
    "name": "Gardénia Antigua Giorgio Armani Prive",
    "url": "https://thefragranceshopinc.com/products/gardenia-antigua-giorgio-armani-prive?variant=33294448033855",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GARDENIAANTIGUA_600x600.jpg?v=1609849129",
    "description": "100ml Eau de Toilette\nGardénia Antigua by Giorgio Armani is a Floral Woody Musk fragrance for women and men. This is a new fragrance. Gardénia Antigua was launched in 2020. The nose behind this fragrance is Dora Baghriche. Top notes are Neroli, Mandarin Orange and Pink Pepper; middle notes are Gardenia, Ylang-Ylang and Jasmine; base notes are White Musk, Ambergris and Patchouli.",
    "price": "799000"
  },
  {
    "name": "Versace Atelier Cedrat De Diamante",
    "url": "https://thefragranceshopinc.com/products/versace-atelier-cedrat-de-diamante?variant=33294474444863",
    "brand": "VERSACE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/versaceateliercedratdediamante34ozpgp_600x600.jpg?v=1609852267",
    "description": "100ml Eau de Parfum Spray\nFresh, more efflorescent than traditional citrus aromas, Cedrat De Diamante by Versace perfume for men is a new citrusy woody oriental fragrance inspired by the Mediterranean, it boasts the zest of Italian lemon and natural woods.\n\nThe luxury fragrances embodies the Atelier Versace absolute dedication to excellence, encompassing a studious approach to exceptional quality components, innovative techniques and hand-craftsmanship. The perfume boasts a hand-made clear glass bottle enriched with the name of the fragrance written in a gold tone. \n\nFragrance Notes: Italian lemon, pink grapefruit, cedar, vetiver\n ",
    "price": "1090000"
  },
  {
    "name": "Versace Atelier Jasmin Au Soleil",
    "url": "https://thefragranceshopinc.com/products/versace-atelier-jasmin-au-soleil?variant=33294477852735",
    "brand": "VERSACE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/versaceatelierjasminausoleil34ozpgp_600x600.jpg?v=1609852525",
    "description": "100ml Eau de Parfum Spray\nSensual, light, velvety scent, Jasmin Au Soleil by Versace perfume for men is a new aromatic woody fragrance that highlights jasmine flowers from India complemented by beeswax from France, containing balsamic and honey notes with hints of hay and tobacco, and  paired with fresh lemon and cedarwood notes. The perfume boasts a hand-made clear glass bottle enriched with the name of the fragrance written in a gold tone. \n\n Fragrance Notes: Indian jasmine flowers, beeswax, tobacco, cedarwood, lemon, hay",
    "price": "1090000"
  },
  {
    "name": "Tom Ford Private Blend Tobacco Vanille Candle",
    "url": "https://thefragranceshopinc.com/products/tom-ford-private-blend-tobacco-vanille-candle?variant=33334722134079",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TOBACCOVANILLECANDLE_600x600.jpg?v=1611034658",
    "description": " \nTom Ford&#39;s affection for London inspired this scent, reminiscent of an English gentlemen&#39;s club, redolent with spice. He reinvents a classic fragrance genre by adding creamy tonka bean, vanilla, cocoa, dry fruit accords and sweet wood sap for a modern, opulent, and almost heady impression that&#39;s all man, unless worn by a woman. 21 oz/40 hr burn time. Please remove protective cover before burning.",
    "price": "999000"
  },
  {
    "name": "Tom Ford Private Blend Oud Wood Candle",
    "url": "https://thefragranceshopinc.com/products/tom-ford-private-blend-oud-wood-candle?variant=33334726000703",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/OUDWOODCANDLE_600x600.jpg?v=1611035428",
    "description": " \nOud wood is one of the most rare, precious and expensive ingredients in a perfumer&#39;s arsenal. Exotic rose wood and cardamom give way to a smoky blend of rare oud wood, sandalwood and vetiver. Tonka bean and amber add warmth and sensuality.Immerse yourself in the world of Tom Ford with artfully crafted Private Blend Candles designed to scent and style your home.",
    "price": "999000"
  },
  {
    "name": "Tom Ford Private Blend Soleil Blanc Candle",
    "url": "https://thefragranceshopinc.com/products/tom-ford-private-blend-soleil-blanc-candle?variant=33334727802943",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/SOLEILBLANCCANDLE_600x600.jpg?v=1611035635",
    "description": " \nRemote private islands where summer lasts all year and one day seamlessly blends into the next inspire Soleil Blanc, an addictive solar floral amber alivewith seductive refinement and refreshing decadence. TOM FORD&#39;s latest private blend creation unapologetically exudes the endless pursuit of sun and luxury that defines TOM FORD Soleil.\n\nHow To Use\n\nDo not burn longer than 1/2 hours or leave unattended. Allow the candle to solidify before relighting. Should black smoke appear, trim the wick. It should be clean and no longer than 1/4&quot; (6mm). Do not burn down to the bottom, or on or near anything that can catch fire. Keep out of reach of children and pets.",
    "price": "999000"
  },
  {
    "name": "Tom Ford Private Blend Neroli Portofino Candle",
    "url": "https://thefragranceshopinc.com/products/tom-ford-private-blend-neroli-portofino-candle?variant=33334728589375",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NEROLIPORTOFINOCANDLE_600x600.jpg?v=1611035839",
    "description": " \nNotes:Tunisian Neroli, Italian Bergamot, Sicilian Lemon, Winter Yellow Mandarin, Orange Flower, Lavender.Style:Vibrant. Sparkling. Transportive.\nTo Tom Ford, this scent perfectly captures the cool breezes, sparkling clear water, and lush foliage of the Italian Rivera. His reinvention of a classic eau de cologne features crisp citrus oils, surprising floral notes, and amber undertones to leave a splashy yet substantive impression.",
    "price": "999000"
  },
  {
    "name": "La Vie Est Belle L’EAU DE PARFUM LIMITED EDITION",
    "url": "https://thefragranceshopinc.com/products/la-vie-est-belle-l-uau-de-parfum-limited-edtion-testers-box?variant=33336121491519",
    "brand": "LANCOME",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_8b700cbf-c217-4d43-b57e-456cde030cfd_600x600.jpg?v=1611157357",
    "description": "75ml Eau de Parfum TESTER BOX\n\nLa Vie Est Belle Edition Limitee by Lancome is a Floral Fruity Gourmand fragrance for women. La Vie Est Belle Edition Limitee was launched in 2016. La Vie Est Belle Edition Limitee was created by Olivier Polge, Dominique Ropion and Anne Flipo. Top notes are Black Currant, Orange and Pear; middle notes are Jasmine, iris and Orange Blossom; base notes are Praline, Vanilla, Patchouli, Tonka Bean and Bitter Almond.",
    "price": "569000"
  },
  {
    "name": "GUCCI MEMOIRE D'UNE ODEUR PINK",
    "url": "https://thefragranceshopinc.com/products/gucci-memoire-dune-odeur-pink?variant=33336157241407",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Gucci-Memoire-D-UNE-ODEUR-100ml-Pink-600x600_600x600.png?v=1615006829",
    "description": "\n100ml Eau de Parfum\nGucci Mémoire d’une Odeur’s Roman chamomile is structured with Indian Coral Jasmine petals, has a depth of precious musks, and wood notes of sandalwood, cedarwood, as well as a vanilla. \nThe fragrance aims to disrupt the traditional olfactive families that classifies fragrances, with a new modern fragrance category, Mineral.",
    "price": "579000"
  },
  {
    "name": "Jewellessence Blue by Designer SHAIK, Opulent Shaik Classic No. 77 (TESTER BOX)",
    "url": "https://thefragranceshopinc.com/products/jewellessence-blue-by-designer-shaik-opulent-shaik-classic-no-77?variant=33343235489855",
    "brand": "DESIGNER SHAIK",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/PODSOpulentShaikhMNo.77btl_600x600.jpg?v=1611475833",
    "description": "100ml Eau de Parfum (TESTER BOX)\nOpulent Shaik Classic No 77Opulent Shaik Classic No 77 by Shaik is a Oriental fragrance for men. Top notes are bergamot, lemon, lavender and basil; middle notes are geranium, cloves, apple and cinnamon; base notes are cedar, patchouli, oakmoss, labdanum, vanilla and musk.",
    "price": "999000"
  },
  {
    "name": "Tom Ford Black Orchid 30ML",
    "url": "https://thefragranceshopinc.com/products/tom-ford-black-orchid-30ml?variant=33343237685311",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BLACKORSHID_600x600.jpg?v=1611477045",
    "description": "Eau De Parfum Spray 30ml\nBlack Orchid by Tom Ford is an oriental floral fragrance for women.\nBlack Orchid contains a luxurious mix of floral, citrus and wood notes, with chocolate, tuberose, patchouli, orchid and vanilla being the most noticeable. This dark, mysterious and sophisticated scent has become one of Tom Ford’s most beloved releases.\nBlack Orchid by Tom Ford was launched in 2006.",
    "price": "399000"
  },
  {
    "name": "WATERLILY 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/water-lily-30ml-by-jo-malone?variant=33343242108991",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMWATERLILY30ML_600x600.png?v=1611478820",
    "description": "Cologne 30ML\nRadiant white waterlilies, crown jewels of a secret garden pond. Discovered on our adventures. These pristine petals release a clean floralcy that stirs and enchants. The dewy freshness of these floating blooms is enhanced with a flourish of jasmine sambac and neroli. ",
    "price": "349000"
  },
  {
    "name": "OSMANTHUS 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/osmanthus-30ml-by-jo-malone?variant=33343245090879",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMOSMANTHUS30ML_600x600.png?v=1611479241",
    "description": "Cologne 30ML\nDelicately exotic, these tiny white blossoms capture the duality of soft, apricot sweetness against contrasting deep, warming notes.\nLuminous petitgrain and luscious peach and orange flower ripple over voluptuous cashmere wood.",
    "price": "349000"
  },
  {
    "name": "YUJA 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/yuja-30ml-by-jo-malone?variant=33343245516863",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/c6a52738-4de7-477c-9ad5-1a8942531638_600x600.jpg?v=1611479560",
    "description": "Cologne 30ML \nInspired by the spirited streets of Seoul, the Jo Malone London Yuja Cologne balances exotic notes of thirst-quenching fruitiness against the arresting essence of deep woody accords, culminating in a fresh, fierce and truly tantalising aroma.\nPlush gardens roll out across an open stretch of land, replete with the sharp, sweet scent of sparkling Yuja. The bright, zesty aroma shines at the top of the cologne before slipping into a fragrant heart of Clary Sage. Cool, calming and confident in equal measure, this core note drifts from the centre to enhance the Jo Malone perfume with an earthy, herbaceous quality.",
    "price": "349000"
  },
  {
    "name": "SILK BLOSSOM 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/silk-blossom-30ml-by-jo-malone?variant=33343246106687",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMSILKBLOSSOM30ML_600x600.png?v=1611480008",
    "description": "Cologone 30ML\nForever finding new ways to captivate our senses, Jo Malone London continues to tempt us with Blossoms - a collection of fragrances that capture the refreshing natural scents of springtime blooms. Enter: Silk Blossom. A sweet and enticing scent, the cologne is a celebration of the flowers that are irresistible to hummingbirds and butterflies. Apricot fresh with a touch of spice, it&#39;s enhanced with soft heliotrope, and deepened with earthy moss. Jo Malone London cologne Scent: Silk Blossom Top note: white pepper.",
    "price": "349000"
  },
  {
    "name": "CADE & CEDARWOOD 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/cade-cedarwood-30ml-by-jo-malone?variant=33343252627519",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/3f72ec83-8d32-4e32-82ef-4762df88b18a_600x600.jpg?v=1611481115",
    "description": "Cologne 30ML\n\n\n\nJo Malone London&#39;s cologne recreates the scent of smoldering embers in a wood-burning stove and the feeling of &quot;basking in its warm and comforting glow.&quot; It&#39;s infused with notes of smoky Cade and deep Cedarwood, complemented with an accord of Ciste Labdanum and sweet Vanilla. This 30ml bottle is perfect for slipping into your tote, so you can keep your scent topped up all day.\n\n\n",
    "price": "349000"
  },
  {
    "name": "WILLOW & AMBER 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/willow-amber-30ml-by-jo-malone?variant=33343253741631",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMWILLOW_AMBER_600x600.jpg?v=1611481303",
    "description": "Cologne 30ML\nThe expressive weeping willow, gently draping across the fresh morning water. Captured in the woody pairing of cashmere wood and smoky vetiver, enhanced by softly sensual amber.",
    "price": "349000"
  },
  {
    "name": "NETTLE & WILD ACHIELLA by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/nettle-wild-achiella-by-jo-malone?variant=33343254626367",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JLNETTLE_WILDACHIELLA_600x600.jpg?v=1611481813",
    "description": "Cologne 30ML \nThe fresh green fragrance of Jo Malone London’s Nettle &amp;amp; Wild Achillea Cologne begins by unveiling the floral softness and delicate petally touch of white yarrow. At its heart, a green stingy note peeks through with a peppery top, while the vetiver base softens the scent with a lingering trail of white musk. Its decorative bottle comes presented with hand-painted floral illustrations.",
    "price": "349000"
  },
  {
    "name": "LUPIN & PATCHOULI by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/lupin-patchouli-by-jo-malone?variant=33343254790207",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMLUPINPATCHOULI_600x600.jpg?v=1611481984",
    "description": "Cologne 30ML\nLupin &amp;amp; Patchouli by Jo Malone London is a Chypre Floral fragrance for women and men. This is a new fragrance. Lupin &amp;amp; Patchouli was launched in 2019. Lupin &amp;amp; Patchouli was created by Yann Vasnier and Louise Turner.",
    "price": "349000"
  },
  {
    "name": "CHANEL NO. 5 L'EAU 35ML",
    "url": "https://thefragranceshopinc.com/products/chanel-no-5-leau-35ml?variant=33343267766335",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NO5WHITE35ML_600x600.jpg?v=1611490031",
    "description": "Eau de Toilette 35ML\nChanel No. 5 L&#39;eau Perfume by Chanel, Designed by master perfumer Olivier Polge, Chanel No. 5 L&#39;eau is intended to bring all the sophistication and class of Chanel No. 5 to the younger generations. This lighter, fresher version draws the nose in with fresh opening notes of lemon, mandarin orange, neroli, bergamot, lime, and aldehydes. Middle notes are ylang ylang, jasmine, and may rose. The base notes for this fragrance are rich musk, vanilla, cedar, and orris root to keep with the timeless classic without sacrificing the simplicity of the scent.",
    "price": "399000"
  },
  {
    "name": "CHANEL NO. 5 EAU DE PARFUM 35ML",
    "url": "https://thefragranceshopinc.com/products/chanel-no-5-eau-de-parfum-35ml?variant=33343268061247",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NO535ML_600x600.jpg?v=1611490314",
    "description": "Eau de Parfum 35ML\n\n\nN°5, the very essence of femininity. An aldehyde floral bouquet housed in an iconic bottle with a minimalist design. A timeless, legendary fragrance.\n\n\n\nOlfactory atmosphere\n\nThe eau de parfum draws inspiration from the parfum with which it shares its floral aldehyde signature. This floral bouquet composed around May Rose and Jasmine features bright citrus top notes. Aldehydes create a unique presence, and the smooth touch of Vanilla an incredibly sensual trail.\n\n",
    "price": ""
  },
  {
    "name": "CREED SILVER MOUNTAIN WATER",
    "url": "https://thefragranceshopinc.com/products/creed-silver-mountain-water?variant=33343270158399",
    "brand": "CREED",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/CREEDSILVERMONTAIN_600x600.jpg?v=1611491714",
    "description": "Eau de Parfum 100ML\nInspired by the exhilarating crispness of mountain air and the purity of cascading alpine streams, a bracing landscape in which the Creed family find relaxation and renewal. \nA contempory scent which captures the purity of citrus notes, tea, blackcurrant and musk.Cool, clean, icy and mentholated -reminiscent of sparkling streams coursing through the snowcapped Swiss Alps.Top notes: Bergamot, Mandarin, NeroliHeart notes: Green Tea, Blackcurrant BudBase notes: Sandalwood, Musk",
    "price": "999000"
  },
  {
    "name": "Gucci The Alchemist's Garden: A Chant for The Nymph",
    "url": "https://thefragranceshopinc.com/products/gucci-the-alchemists-garden-a-chant-for-the-nymph?variant=33343270780991",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUCCICHANTFORTHENYMPH_600x600.jpg?v=1611492189",
    "description": "Eau de Parfum 100ML\nCrafted from pure natural plants and flowers layered with modern molecules, each fragrance and formula in the Alchemist’s Garden is inspired by the science of alchemy, telling the story of a place, a moment, or a memory. A Chant for the Nymph is an ode to tropical forests filled with sublimating solar flowers. The fragrance is inspired by the Frangipani, which symbolizes immortality for the heavenly and enduring smell that it releases on warm nights. Hiding behind the intoxicating Ylang Ylang and sensual Tiare flower, the flowers are warmed by soft Vanilla.",
    "price": "1090000"
  },
  {
    "name": "NEROLI PORTOFINO 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/neroli-portofino-by-tom-ford?variant=33343273009215",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFNEROLIPORTOFINO100ML_600x600.jpg?v=1611493751",
    "description": "Eau de Parfum 100ml\nAbout Neroli Portofino\n\nPart of Tom Ford&#39;s Private Blend Collection\n\n\nNeroli Portofino fragrance notes\n\n\nTop Notes\n\n\n\nTunisian neroli,\n\nItalian bergamot,\n\nSicilian lemon,\n\nMandarin,\n\nLavender,\n\nMyrtle,\n\nRosemary,\nBitter orange\n\n\n\nHeart Notes\n\n\n\nAfrican orange blossom,\n\nJasmine,\n\nNeroli,\nPitosporum\n\n\n\nBase notes\n\n\n\nAmber,\n\nAmbrette seed,\nAngelica\n\n\n\n\n\n",
    "price": "1190000"
  },
  {
    "name": "NOIR DE NOIR 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/noir-de-noir-by-tom-ford?variant=33343273959487",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFNOIR100ML_600x600.jpg?v=1611493957",
    "description": "Eau de Parfum 100ml\nNoir de Noir by Tom Ford is a Chypre fragrance for women and men. Noir de Noir was launched in 2007. Noir de Noir was created by Jacques Cavallier and Harry Fremont. Top note is Saffron; middle notes are Black Rose, Truffle and Floral Notes; base notes are Patchouli, Vanilla, Agarwood (Oud) and Oakmoss.",
    "price": "1190000"
  },
  {
    "name": "ROSE PRICK 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/rose-prick-by-tom-ford?variant=33343284936767",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/4a0d8ea4-b99b-4d44-b865-1a9ddf8e292f_600x600.jpg?v=1611495569",
    "description": "Eau de Parfum 100ml\nRose Prick by Tom Ford is a Chypre Floral fragrance for women and men. This is a new fragrance. Rose Prick was launched in 2020. Top notes are Sichuan Pepper and Turmeric; middle notes are May Rose, Bulgarian Rose and Turkish Rose; base notes are Patchouli and Tonka Bean.",
    "price": "1190000"
  },
  {
    "name": "CAFE ROSE 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/cafe-rose-by-tom-ford?variant=33343290376255",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFCAFEROSE1OOML_600x600.jpg?v=1611497198",
    "description": "Eau de Parfum 100ml\nThe oriental floral perfume Tom Ford Cafe Rose was created in 2012 for men and women. The basis of the Cafe Rose perfume composition is a bouquet of roses, complemented by a deep tonic coffee aroma. Tom Ford Cafe Rose is characterized by a delicious, exotic, seductive aroma. The Cafe Rose fragrance invites us to dive into the secret process of growing rare varieties of roses. This composition consists of three different types of rose essence, flavored with spices and dark coffee.\nTop notes: Saffron, Black pepper, May rose;\nHeart notes: Turkish rose, Bulgarian rose, coffee;\nBase notes: Frankincense, Ambergris, Sandalwood, Patchouli.",
    "price": "1190000"
  },
  {
    "name": "SOLEIL BLANC 50ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/soleil-blanc-50ml-by-tom-ford?variant=33343291064383",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/50MLSOLEILBLANC_600x600.jpg?v=1611497568",
    "description": "\nEau de Parfum 50ml\nEau de Soleil Blanc by Tom Ford is a Oriental Floral fragrance for women and men. Eau de Soleil Blanc was launched in 2018. Top notes are Bitter Orange, Neroli, Pistachio, Bergamot, Citron, Petitgrain, Cardamom, Pink Pepper and Caraway; middle notes are Tuberose, Tunisian Orange Blossom, Ylang-Ylang, Jasmine and Galbanum; base notes are Coconut, Vanilla, Tonka Bean, Amber and Benzoin.",
    "price": "659000"
  },
  {
    "name": "NOIR DE NOIR 50ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/noir-de-noir-50ml-by-tom-ford?variant=33343294963775",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/50MLNOIRDENOIR_600x600.jpg?v=1611498098",
    "description": "\nEau de Parfum 50ml\nNoir de Noir by Tom Ford is a Chypre fragrance for women and men. Noir de Noir was launched in 2007. Noir de Noir was created by Jacques Cavallier and Harry Fremont. Top note is Saffron; middle notes are Black Rose, Truffle and Floral Notes; base notes are Patchouli, Vanilla, Agarwood (Oud) and Oakmoss.",
    "price": "659000"
  },
  {
    "name": "JASMINE ROUGE 50ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/jasmine-rouge-50ml-by-tom-ford?variant=33343295946815",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/50MLJASMINEROUGE_600x600.jpg?v=1611498370",
    "description": "Eau de Parfum 50ML\nTom Ford Jasmin Rouge Perfume by Tom Ford, Tom Ford Jasmin Rouge is a fragrance that was introduced in 2011 along with Violet Blonde, and Santal Blush. The fragrance opens with notes of bergamot, mandarin, cinnamon, ginger, cardamom, black and white pepper. At its heart, the scent contains jasmine, neroli, ylang-ylang, and clary sage. The base notes are Mexican vanilla, labdanum, leather, wood, and amber.",
    "price": "659000"
  },
  {
    "name": "TOM FORD Tobacco Oud 50ML",
    "url": "https://thefragranceshopinc.com/products/tobacco-oud-by-tom-ford?variant=33343298043967",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/50MLTOBACCOOUD_600x600.jpg?v=1611498749",
    "description": "Eau de Parfum 50ML\nTobacco Oud by Tom Ford is a Woody Spicy fragrance for women and men. Tobacco Oud was launched in 2013. The nose behind this fragrance is Olivier Gillotin. Top note is Whiskey; middle notes are Spicy Notes, Cinnamon and Coriander; base notes are Tobacco, Agarwood (Oud), Sandalwood, Patchouli, Incense, Benzoin, Vanilla and Cedar.",
    "price": "659000"
  },
  {
    "name": "SOLE DI POSITANO 50ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/sole-di-positano-50ml-by-tom-ford?variant=33343298699327",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/50MLSOLEDIPOTISANO_600x600.jpg?v=1611499268",
    "description": "Eau de Parfum 50ML\nSole di Positano by Tom Ford is a Citrus fragrance for women and men. Sole di Positano was launched in 2017. Top notes are Bitter Orange, Mandarin Orange, Lemon, Calabrian bergamot and Petitgrain; middle notes are Neroli, Orange Blossom, Jasmine, Shiso, Ylang-Ylang and Lily-of-the-Valley; base note is Moss.",
    "price": "659000"
  },
  {
    "name": "TOBACCO VANILLE 50ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/tobacco-vanille-50ml-by-tom-ford?variant=33343299387455",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/50MLTOBACCOVANILLE_600x600.jpg?v=1611499500",
    "description": "Eau de Parfum 50ml\nA luxurious and warming fragrance that highlights a heady modern fusion between sweet, sensual vanilla and spicy tobacco accord. With a rich scent that paints the marvel of an English Gentleman&#39;s club, this fragrance opens into a medley of tobacco and spicy notes. The heart samples a deep vanilla chord surrounded in tonka bean, tobacco blossom and bitter cacao. Finishing the scent is a final layer of woods and dried fruits.",
    "price": ""
  },
  {
    "name": "LOST CHERRY 50ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/lost-cherry-50ml-by-tom-ford?variant=33343299682367",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/50MLLOSTCHERRY_600x600.jpg?v=1611499721",
    "description": "Eau de Parfum 50ML\nLost Cherry by Tom Ford is a Oriental Floral fragrance for women and men. This is a new fragrance. Lost Cherry was launched in 2018. The nose behind this fragrance is Louise Turner. Top notes are Sour Cherry, Bitter Almond and Liquor; middle notes are Sour Cherry, Plum, Turkish Rose and Jasmine Sambac; base notes are Tonka Bean, Vanilla, Peru Balsam, Benzoin, Cinnamon, Sandalwood, Cedar, Cloves, Vetiver and Patchouli.",
    "price": "659000"
  },
  {
    "name": "DIPTYQUE PHILOSYKOS",
    "url": "https://thefragranceshopinc.com/products/diptyque-philosykos?variant=33343327371327",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/4ecd48fd-cc07-4e6e-924f-98a91b419b9a_600x600.jpg?v=1611501551",
    "description": "Eau de Parfum 75ml\nThe memory of a Greek summer at Mount Pelion where, to get to the sea, there was a natural grove of wild sun-soaked fig trees to cross through. Philosykos is an ode to the entire fig tree: the green freshness of the leaves, the milky flavour of the figs, underpinned by the woody density of the tree.",
    "price": "599000"
  },
  {
    "name": "Y Eau Fraiche Yves Saint Laurent",
    "url": "https://thefragranceshopinc.com/products/y-eau-fraiche-yves-saint-laurent?variant=33343329534015",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/YSLEAUFRAICE_600x600.jpg?v=1611501997",
    "description": "Eau de Toilette 100ml\nY Eau Fraiche by Yves Saint Laurent is a Woody Aromatic fragrance for men. This is a new fragrance. Y Eau Fraiche was launched in 2020. Top notes are Lemon, Ginger and Pepper; middle notes are Geranium, Lavender, Mint and Juniper Berries; base notes are Cedar and Olibanum.",
    "price": "599000"
  },
  {
    "name": "Beau De Jour Eau de Parfum by Tom Ford",
    "url": "https://thefragranceshopinc.com/products/beau-de-jour-by-tom-ford?variant=33343330156607",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFBEAUDEJOUR_600x600.jpg?v=1611502299",
    "description": "Eau de Parfum 100ml\nBeau De Jour Eau de Parfum by Tom Ford is a Aromatic Fougere fragrance for men. This is a new fragrance. Beau De Jour Eau de Parfum was launched in 2020. Top notes are Lavender Extract and Lavender; middle notes are Rosemary, Oakmoss, Mint, Basil and Geranium; base notes are Patchouli and Amber.",
    "price": "799000"
  },
  {
    "name": "LE LABO BAIE 19",
    "url": "https://thefragranceshopinc.com/products/le-labo-baie-19-eau-de-parfum?variant=33343332417599",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LELABOBAIE19_600x600.jpg?v=1611502858",
    "description": "Eau de Parfum 100ml\nInspired by the olfactive phenomenon of petrichor – the distinctive yet elusive smell that lingers after heavy rainfall – Le Labo’s Baie 19 perfume is imbued with an equally mysterious quality that reveals itself when in contact with the skin. Just like the drops of water that bring life to flora after a long drought, Baie 19 revitalises the dry juniper berry and patchouli with salty ambrox, spicy cade and woody musks.",
    "price": "799000"
  },
  {
    "name": "LE LABO GAIAC 10 TOKYO",
    "url": "https://thefragranceshopinc.com/products/gaiac-10-tokyo-le-labo?variant=33343334645823",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LELABOGAIAC_600x600.jpg?v=1611503360",
    "description": "Eau de Parfum 100ml\nA Tokyo-inspired perfume could smell like yakitori, smog, and underground transit, but instead Le Labo bottled up the Japanese humidity and made it tense, earthy, and woody thanks to a handful of rural notes, like cedar and frankincense. So, the next time you’re trapped in a metro tunnel, gripping the only empty inches of free pole space in sight, hoping you have hand sanitizer in your purse, sniff your wrist and transport yourself to the Japanese forest floor where the soul-crushing pain of your daily commute is nothing but a distant memory.",
    "price": "799000"
  },
  {
    "name": "Jo Malone London Peony & Blush Suede Scent Surround™ Diffuser",
    "url": "https://thefragranceshopinc.com/products/jo-malone-london-peony-blush-suede-scent-surround%E2%84%A2-diffuser?variant=33343335694399",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/PEONYOIL_600x600.jpg?v=1611504026",
    "description": "Size 165ml\nThis sleekly designed diffuser effortlessly and continuously adds an enveloping scent to any space.The essence of charm, this scent captures exquisitely fragile peonies in voluptuous bloom. A flirtatious, juicy bite of red apple and the opulence of jasmine, rose, and gillyflower mingle with the sensuality of soft, blush suede for a luxurious and seductive trail.From colognes and candles to bath and body care, each Jo Malone London product comes presented in their signature gift box and ribbon.Place reeds into the oil, then allow 24 to 36 hours for the fragrance to diffuse for the continuous Scent Surround™ experience. Fragrance will last for around three to four months.",
    "price": "799000"
  },
  {
    "name": "HONEY & CROCUS 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/honey-crocus-30ml-by-jo-malone?variant=33343610781759",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMHONEYCROCUS_600x600.jpg?v=1611534886",
    "description": "Cologne 30ML\nJo Malone Honey &amp;amp; Crocus is a cologne with floral and gourmet scent for women and men, created in 2018 by perfumer Mathilde Bijaoue. The natural flavour of Honey &amp;amp; Crocus from the brand&#39;s new limited edition collection, which is based on English cultural traditions and dedicated to the rich nature and soothing aromas of the UK countryside.",
    "price": "349000"
  },
  {
    "name": "POPPY & BARLEY 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/poppy-barley-30ml-by-jo-malone?variant=33343612190783",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMPOPPY_BARLEY_600x600.jpg?v=1611535192",
    "description": "Cologne 30ML\nThe new British Fields series, designed with the concept of FRAGRANCE COMBINING™ art, contains 5 unique styles of limited-edition fragrances, each of them presents its simple and elegant style.The colorful red poppies swaying in the golden wheat field illuminated by the sun, the violet and black currant intertwined with the fruit, nestled in the embrace of barley and wheat bran, plus the romance of white musk, full of fascinating vitality, at the same time, exudes a soft and pleasant atmosphere.",
    "price": "349000"
  },
  {
    "name": "GREEN WHEAT & MEADOWSHEET 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/green-wheat-meadowsheet-30ml-by-jo-malone?variant=33343613009983",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMGREENWHEAT_600x600.jpg?v=1611535403",
    "description": "Cologne 30ML\nAn English field at dawn, full of the joys of spring. Filled with young, green wheat. Crisp and fresh. Balanced with a zesty twist of grapefruit. Mingled with soft, white notes of meadowsweet. Pretty. Fresh. Powdery.",
    "price": "349000"
  },
  {
    "name": "OAT & CORNFLOWER 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/oat-cornflower-30ml-by-jo-malone?variant=33343621627967",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMOATCORNFLOWER_600x600.jpg?v=1611535661",
    "description": "Cologne 30ML\nWholesome oats gathered from the field, fit for a hearty feast. Warm and delicious. Enlivened by vivid blue cornflowers and a hint of hazelnut. Complemented by an elegant vetiver base. Mouthwatering. Warm. Sensual.Part of the Jo Malone London English Fields Collection.",
    "price": "349000"
  },
  {
    "name": "PRIMEROSE & RYE 30ML by JO MALONE",
    "url": "https://thefragranceshopinc.com/products/primerose-rye-30ml-by-jo-malone?variant=33343623856191",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMPRIMEROSE_RYE_600x600.jpg?v=1611536136",
    "description": "Cologne 30ML\nRolling fields dotted with primroses. Swaying softly on a spring breeze. Warmed by golden corn. Brightened with mimosa. On an addictive base of rye and vanilla. Filled with sunshine. Vivid. Glowing. Addictive.",
    "price": "349000"
  },
  {
    "name": "Amber & Lavender 30ML by Jo Malone",
    "url": "https://thefragranceshopinc.com/products/amber-lavender-30ml-by-jo-malone?variant=33343625986111",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JMAMBERLAVENDER_600x600.jpg?v=1611536595",
    "description": "Cologne 30ML\nKnown for her fashion credentials, Poppy Delevingne redressed perfume bottles for a curated collection dubbed &quot;Queen of Pop&#39;. \n\n\nWithin the brightly colored vessel is the British fragrance brand&#39;s refined Amber &amp;amp; Lavender cologne; a classic scent that pulls French lavender and woody petitgrain\nthrough the warm, honey-like scent of amber.",
    "price": "349000"
  },
  {
    "name": "GUCCI GUILTY POUR FEMME",
    "url": "https://thefragranceshopinc.com/products/gucci-guilty-pour-femme?variant=33343631753279",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUCCIGUILTYPOURFEMME_600x600.jpg?v=1611536952",
    "description": "Eau de Parfum 90ML\nGucci Guilty Pour Femme EDP is a wonderful perfume, for the optimistic and playful woman who appreciates her whole life with is especially grateful. The scent opens at the top with sour lime, juicy orange, and spicy pink pepper that adds a delicious and oriental touch to the whole scent. The next notes that will enchant your senses come from the large bouquet of flowers, which consists of hyacinths, violets, roses and beautiful fragrant geraniums that get your thoughts directed to the first spring day when the flowers begin to bloom in full bloom. A wonderful Eau de Parfum that is most delicately rounded off at the bottom with the scent of patchouli and amber that makes it warm and makes it envelop the body in the most guilty way. A must-have for the spacious woman with respect for herself and her surroundings. ",
    "price": "579000"
  },
  {
    "name": "DAVIDOFF COOL WATER WOMAN",
    "url": "https://thefragranceshopinc.com/products/davidoff-cool-water-woman?variant=33343635488831",
    "brand": "DAVIDOFF",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DAVIDOFFWOMANEDT_600x600.jpg?v=1611537285",
    "description": "Eau de Toilette 100ML\nWith a name that announces an aquatic blend of crisp aromas, Cool Water by Davidoff evokes images of days at the beach, with fresh water hitting the shore and bursting in cool droplets into the breezy air. Pineapple, quince and melon notes open this scent on fresh fruity tones, with lily and lotus watery hints emerging as an energizing fragrant mix. Making its debut in 1996, Cool Water eau de toilette spray for women is a clean and invigorating summer scent, the perfect choice when you need your fragrance to cool your senses down.",
    "price": "549000"
  },
  {
    "name": "MISS DIOR ROSE N ROSES  by DIOR",
    "url": "https://thefragranceshopinc.com/products/miss-dior-rose-n-roses-by-dior?variant=33343642501183",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIORROSE_600x600.png?v=1611537595",
    "description": "Eau de Toilette 100ML\nThe new sparkling floral eau de toilette. A profusion of fresh and colourful Grasse Rose petals, vivified by citrusy dew.\nFor Miss Dior Rose N&#39;Roses, François Demachy crafted a fresh rose with bright, vibrant florality, vivified by citrusy notes. The sensation of an armful of fresh and colourful petals that sweeps you away to an endless field of blooming roses.The heart of this new fragrance swirls with a rose grown by the exclusive partners of the house of Dior, and harvested using traditional methods to preserve its most precious properties.",
    "price": ""
  },
  {
    "name": "TWILLY D'HERMES 50ML",
    "url": "https://thefragranceshopinc.com/products/twilly-dhermes-50ml?variant=33343652069439",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TWILLY_600x600.jpg?v=1611537887",
    "description": "Eau de Parfum 50ML\nThe scent for the Hermes girl, a daring fragrance woven with striking ginger and sensual tuberose. A floral, spicy and exotic eau de parfum.Olfactory emotion: Warm, SensualMain raw materials: Ginger, Tuberose, Sandalwood",
    "price": ""
  },
  {
    "name": "Love Don't Be Shy by KILIAN",
    "url": "https://thefragranceshopinc.com/products/love-dont-be-shy-by-kilian?variant=33343658885183",
    "brand": "KILIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/KILIANDONTBESHY_600x600.jpg?v=1611625578",
    "description": "Eau de Parfum 50ml\nLove, Don’t Be Shy is part of the Kilian Narcotics family. From rose to tuberose, from orange blossom to gardenia—Kilian flowers are composed like a narcotic dependence. The Perfumer is Calice Becker.",
    "price": ""
  },
  {
    "name": "Playing with the Devil by KILIAN",
    "url": "https://thefragranceshopinc.com/products/playing-with-the-devil-by-kilian?variant=33343662030911",
    "brand": "KILIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_38fcc7ab-4f56-4e2e-8d7a-850a6ec1a9e0_600x600.png?v=1612164066",
    "description": "Eau de Parfum 50ML\nPlaying With The Devil by By Kilian is a Oriental Floral fragrance for women. Playing With The Devil was launched in 2013. The nose behind this fragrance is Calice Becker. Top notes are Black Currant, White Peach, Litchi and Blood Orange; middle notes are Pimento, Pepper, Rose and Jasmine; base notes are Cedar, Vanila, Sandalwood, Patchouli, Benzoin and Tonka Bean.",
    "price": "849000"
  },
  {
    "name": "Good Girl Gone Bad Extreme By KILIAN",
    "url": "https://thefragranceshopinc.com/products/good-girl-gone-bad-extreme-by-kilian?variant=33343662293055",
    "brand": "KILIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_2247ca47-0c38-4c88-aee0-9bfb17e1e949_600x600.jpg?v=1612164108",
    "description": "Eau de Parfum 50ML\nGood Girl Gone Bad Extreme by By Kilian is a Floral Woody Musk fragrance for women. Good Girl Gone Bad Extreme was launched in 2017. The nose behind this fragrance is Alberto Morillas. Top notes are Osmanthus, Jasmine and Rose de Mai; middle notes are Milk, Tuberose and Narcissus; base notes are Amber and White Cedar Extract.",
    "price": "899000"
  },
  {
    "name": "Bottega Veneta Illusione For Her",
    "url": "https://thefragranceshopinc.com/products/bottega-veneta-illusione-for-her?variant=33343666552895",
    "brand": "BOTTEGA VENETA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BOTTEGA_600x600.jpg?v=1611539959",
    "description": "Eau De Parfum 75ml\nBottega Veneta llusione, the new fragrance for her, is a suspended moment between dream and reality. The scent is a feminine floral, woody fragrance with aromatic notes of bergamot and blackcurrant blended with orange blossom and refreshing green fig leaves. The sensual fragrance is beautifully rounded off with olive wood and Tonka been essences. This light and hazy shaded bottle combines square-shaped architectural lines with a beautiful organic shape in the bottle base reminiscent of a drop of water. Top Notes: blackcurrantHeart Notes: orange blossomBase Notes: olive wood",
    "price": "629000"
  },
  {
    "name": "Luna by Penhaligon's",
    "url": "https://thefragranceshopinc.com/products/luna-by-penhaligons?variant=33343673401407",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LUNA_600x600.jpg?v=1611540565",
    "description": "Eau De Toilette 100ML\nLuna by Penhaligon&#39;s is a fragrance for women and men. Luna was launched in 2016. Top notes are Lemon, Bergamot and Bitter Orange; middle notes are Juniper Berries, Rose and Jasmine; base notes are Balsam Fir, Musk and Ambergris.",
    "price": "999000"
  },
  {
    "name": "Penhaligon's Endymion Eau De Cologne",
    "url": "https://thefragranceshopinc.com/products/penhaligons-endymion-eau-de-cologne?variant=33343678906431",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ENDYMION_600x600.jpg?v=1611540970",
    "description": "Eau De Cologne 100ml\nBorn from a time when one’s toilette or cologne was of the highest concern, Penhaligon’s create innovative fragrances that tell a story. Founded by William Penhaligon in the 1870’s, this classic British company continues to create incredible fragrances that take your senses on a journey like no other.Spicy and fresh, the Endymion Eau De Cologne is a fragrance of sensual contrasts. This distinct fragrance opens up with soft citrus tones give way to a heart of geranium and coffee absolute, finished off with a strong base of nutmeg, leather, frankincense and myrrh. Housed within a beautiful glass bottle, Endymion is perfect for the mysterious modern gentleman.",
    "price": "999000"
  },
  {
    "name": "Jo Malone Myrrh & Tonka Scent Surround™ Diffuser",
    "url": "https://thefragranceshopinc.com/products/jo-malone-myrrh-tonka-scent-surround%E2%84%A2-diffuser?variant=33345620181055",
    "brand": "JO MALONE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/myrrhtonkaoil_600x600.jpg?v=1611632502",
    "description": "\nSize 165ml\nAn understated and sleek diffuser that effortlessly and continuously adds the enveloping scent of Myrrh &amp;amp; Tonka to any space.\nFragrance story: Rich, hand-harvested sap of the Namibian myrrh tree mingles with the warm almond and delicious vanilla notes of tonka bean to create Myrrh &amp;amp; Tonka.\nNotes: Namibian myrrh tree, almond, vanilla, tonka bean.\nHow to use: Place the reeds into the oil then allow 24–36 hours for the fragrance to diffuse for the continuous Scent Surround experience. The fragrance will last for around 3–4 months.",
    "price": "799000"
  },
  {
    "name": "F**KING FABULOUS 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/copy-of-f-king-fabulous-100ml-by-tom-ford?variant=33346063007807",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/FFCENSORED_600x600.jpg?v=1611641836",
    "description": "Eau de Parfum  100ml - Censored Version\nAbout Fucking Fabulous\nFucking Fabulous is a shared / unisex perfume by Tom Ford. The scent was launched in 2017.\n\n\nFucking Fabulous fragrance notes\n\n\n\nAlmond Bitter Oil,\n\nTonka Resinoid,\n\nOrris Accord,\n\nCashmeran,\n\nLeather Accord,\nClary Sage Oil\n\n\n",
    "price": "1190000"
  },
  {
    "name": "GUCCI BLOOM - ACQUA DI FIORI by GUCCI",
    "url": "https://thefragranceshopinc.com/products/gucci-bloom-acqua-di-fiori-by-gucci?variant=33363969998911",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUCCI-BLOOM-ACQUA-DI-FIORI-EDT-FOR-WOMEN_600x600.jpg?v=1613001886",
    "description": "100ml - Eau de Toilette\nAbout Gucci Bloom Acqua di Fiori\nGucci Bloom Acqua di Fiori is a feminine perfume by Gucci. The scent was launched in 2018 and the fragrance was created by perfumer Alberto Morillas\n\nGucci Bloom Acqua di Fiori fragrance notes\n\n\nTop Notes\n\n\n\nBlackcurrant,\nGalbanum\n\n\n\nHeart Notes\n\n\n\nChinese honeysuckle,\n\nJasmine,\nTuberose\n\n\n\nBase notes\n\n\n\nSandalwood,\nMusk\n\n\n\n\n\n",
    "price": "569000"
  },
  {
    "name": "CHANEL NO. 5 L’EAU RED EDITION by  CHANEL",
    "url": "https://thefragranceshopinc.com/products/chanel-no-5-l-eau-red-edition-by-chanel?variant=15198672683071",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_c9ec359d-9c2c-4b6c-89fe-1441479e0698_600x600.jpg?v=1633487541",
    "description": "100ml - Eau de Toilette\nChanel No 5 Parfum Red Edition by Chanel is a Floral Aldehyde fragrance for women. This is a new fragrance. Chanel No 5 Parfum Red Edition was launched in 2018. Top notes are Aldehydes and Neroli; middle notes are Jasmine and May Rose; base note is Woody Notes.",
    "price": "629000"
  },
  {
    "name": "Narciso Rodriguez for him Bleu Noir Extreme EDT",
    "url": "https://thefragranceshopinc.com/products/narciso-rodriguez-bleu-noir-extreme-edt?variant=39258620231743",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NARCISOBLEUNOIR_600x600.jpg?v=1614946867",
    "description": "100ML Eau de Toilette\nExperience the refreshing vibrancy of Narciso Rodriguez For Him Bleu Noir Extreme Eau de Toilette, a woody-aromatic fragrance for men.\nCreated for the modern man, Narciso Rodriguez’ fragrance reimagines freshness. Upon the first spritz, the Eau de Toilette welcomes a crisp citrus top note that is created by green mandarin and basil. A heart note of musk creates a deeper, more sensual tone before the base note of blue cedar, black ebony and cistus leave a woody and masculine final statement.\nReinventing the original Narciso Rodriguez For Him Bleu Noir, this fragrance focuses on creating an aromatic freshness as opposed to timeless elegance, which Narciso Rodriguez represents in a sturdy bottle that blends from frosted to transparent glass.\nThe Bleu Noir Extreme aroma merges a sense of mystery with a deep intensity, creating a fragrance that is subtle yet seductive.",
    "price": "589000"
  },
  {
    "name": "UN JARDIN SUR LE TOIT by HERMES",
    "url": "https://thefragranceshopinc.com/products/un-jardin-sur-le-toit-by-hermes?variant=14787160604735",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/UN_JARDIN_SUR_LE_TOIT_1_600x600.jpg?v=1565110943",
    "description": "100ml Eau de Toilette\nUn Jardin Sur Le Toit by Hermès is a Aromatic Fruity fragrance for women and men. Un Jardin Sur Le Toit was launched in 2011. The nose behind this fragrance is Jean-Claude Ellena.\n\nUn Jardin Sur Le Toit refers to the especially luxurious garden located on the Hermes’ headquarters building roof at 24 Rue Faubourg Saint-Honore in Paris.\nThe garden is full of aromatic herbs, flowers, and fruits whose flavors vary as they pass through the metamorphosis induced by the seasons. Its fresh and sweet-smelling atmosphere is captured by apple, pear, rose, green grass, basil, magnolia, and compost notes.",
    "price": "599000"
  },
  {
    "name": "Guerlain Shalimar - Eau De Parfum",
    "url": "https://thefragranceshopinc.com/products/guerlain-shalimar-eau-de-parfum?variant=39258634846271",
    "brand": "GUERLAIN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/guerlainshalimar_600x600.jpg?v=1614948532",
    "description": "90ML Eau de Parfum\nGuerlain Shalimar Eau De Parfum is a classic oriental fragrance for women. A voluptuous, sensual and embracing fragrance.  \nTop notes: Bergamot, Lemon \nHeart notes: Jasmine, Rose, Rose (May Rose or Rose de Mai) \nBase notes: Iris (Orris), Incense, Opopanax, Tonka bean, Vanilla ",
    "price": "719000"
  },
  {
    "name": "TOBACCO OUD 100ML by TOM FORD",
    "url": "https://thefragranceshopinc.com/products/tobacco-oud-100ml-by-tom-ford?variant=39258636877887",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TOBACCOOUD100ML_600x600.jpg?v=1614948902",
    "description": "100ML Eau de Parfum\nA private blend, Tobacco Oud explores the secret history of an addictive Arabic passion for crafting fragrances from precious oud wood resin and the smoke of aromatic tobacco. \nThe fragrance intertwines mesmerizing oud with an idealized Arabic tobacco accord inspired by &quot;dokha,&quot; a blend of herbs, flowers and spice-laden tobacco. ",
    "price": "1190000"
  },
  {
    "name": "JOY by DIOR",
    "url": "https://thefragranceshopinc.com/products/joy-by-dior?variant=14786996633663",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Christian-Dior-Joy_600x600.jpg?v=1566307805",
    "description": "100ml Eau de Parfum\nJoy by Dior by Christian Dior is a Floral Woody Musk fragrance for women. This is a new fragrance. Joy by Dior was launched in 2018. The nose behind this fragrance is Francois Demachy. Top notes are Bergamot and Mandarin Orange; middle notes are Jasmine, Grasse Rose, Peach and Cassis; base notes are White Musk, Sandalwood, Cedar, Patchouli and Benzoin.",
    "price": "579000"
  },
  {
    "name": "Bottega Veneta Illusione For Him Eau de Toilette",
    "url": "https://thefragranceshopinc.com/products/bottega-veneta-illusione-for-him-eau-de-toilette?variant=39258645102655",
    "brand": "BOTTEGA VENETA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BOTTEGAFORHIM_600x600.png?v=1614949934",
    "description": "90ML Eau de Toilette\nBottega Veneta llusione the new aftershave fragrance for him. A suspended moment between dream and reality.\nThe scent is a masculine woody, citrus, aromatic fragrance, combining sparkling colours of Italian citrus with lemon and bitter orange essences. A fresh and aromatic element is added with fir basalm and white cedarwood, with powerful notes of vetiver and sensual tonka been completing the accomplished composition.\nThis light and hazy shaded bottle combines square-shaped architectural lines with a beautiful organic shape in the bottle base reminiscent of a drop of water. A timeless and sensual design.",
    "price": "629000"
  },
  {
    "name": "Gucci The Alchemist's Garden: The Virgin Violet",
    "url": "https://thefragranceshopinc.com/products/gucci-the-alchemists-garden-the-virgin-violet?variant=39258649493567",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUCCITHEVIRGINVIOLET_600x600.jpg?v=1614950510",
    "description": "100ML Eau de Parfum\nAlessandro Michele carefully studied the naturally occurring essence of flowers to create each Eau de Parfum in Gucci&#39;s latest &#39;The Alchemist&#39;s Garden&#39; collection. The designer compares &#39;The Virgin Violet&#39; to the elegance of a swan, translated through a blend of Musk, Violet Leaves and Iris Petals. It&#39;s housed in a lacquered glass bottle inspired by containers found in a vintage apothecary.",
    "price": "1090000"
  },
  {
    "name": "The Favourite by Penhaligon's",
    "url": "https://thefragranceshopinc.com/products/the-favourite-by-penhaligons?variant=39258662731839",
    "brand": "PENHALIGON’S",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/PENHALIGONSTHEFAVORITE_600x600.jpg?v=1614951509",
    "description": "100ML Eau de Parfum\nThe Favourite by Penhaligon&#39;s is a new floral musk fragrance for women. Inspired by the Sarah Churchill, Duchess of Marlborough and the subject of the movie The Favourite, this powdery floral scent includes notes of mandarin, bergamot, and violet leaves blending into a heart of jasmine sambac, mimosa, and orris, with a dry down of ambroxan, musk, and creamy Indian sandalwood. The classic Penhaligon&#39;s perfume bottle features a pale pink hue, red label, golden accents, and is adorned with a pink velvet bow. Launched in 2020, this &quot;smoke and mirrors...iris and musk&quot; feminine fragrance is available in an eau de parfum spray.",
    "price": "1190000"
  },
  {
    "name": "COCO MADEMOISELLE INTENSE by CHANEL",
    "url": "https://thefragranceshopinc.com/products/coco-mademoiselle-intense-by-chanel?variant=39258666696767",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/MADEMOISELLEINTENSE_600x600.jpg?v=1614951949",
    "description": "100ML Eau de Parfum\nAn intense new facet of the Coco Mademoiselle personality emerges to forge a powerful, deep, addictive fragrance that is irresistible in every way.\nFragrance Notes: An extreme, luminous and deep concentration of Patchouli infuses Coco Mademoiselle Eau De Parfum Intense with a voluptuous dimension. The warm, soft and feminine Amber accord — an intoxicating blend of Tonka Bean and Vanilla from Madagascar — wraps the scent in sensuality.",
    "price": ""
  },
  {
    "name": "BYREDO Night Veil Sellier Extrait de Parfum",
    "url": "https://thefragranceshopinc.com/products/byredo-night-veil-sellier-extrait-de-parfum?variant=39258682818623",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOSELLIER_600x600.jpg?v=1614953492",
    "description": "100ML Extrait de Parfum\nFrom a new series of Night Veils - fragrances based around flowers and leather that use raw materials chosen with meticulous care - Byredo presents its Sellier extrait de parfum. Distinguished, sombre, smoky, it is a truly unbridled concentration of leather. The olfactory surprise explodes from the very first second, teleporting you to a vintage smoking room with precious tobacco leaves, antique books and age-worn leather club chairs.\n\n\nBase notes: Birch tree, Oak moss\n\n\nMiddle notes: Leather accord, Tobacco leaves\n\n\nTop notes: Cashmeran, Black tea\n\n",
    "price": "1290000"
  },
  {
    "name": "BYREDO Night Veils Reine de Nuit Extrait de Parfum",
    "url": "https://thefragranceshopinc.com/products/byredo-night-veils-reine-de-nuit-extrait-de-parfum?variant=39258686750783",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/c6f5c77b-18fd-4b4f-a087-decb8399e066_600x600.jpg?v=1614953931",
    "description": "100ML Extrait de Parfum\nDistilled into a pure essence, each Night Veils fragrance taps noble raw materials chosen with meticulous care. With its high concentration, this new trio reinvents a new perfume ritual. Reine de Nuit is a testament to how empowering a rich floral perfume can be in the twilight hours. It revives the rich tradition of oriental perfumes and celebrates the intrinsic seductiveness of the rose. Reine de Nuit has a sensual and spellbinding scent.",
    "price": "1290000"
  },
  {
    "name": "Giorgio Armani My Way EDP 50ML",
    "url": "https://thefragranceshopinc.com/products/giorgio-armani-my-way-edp-50ml?variant=39258691174463",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ARMANIMYWAY50ML_600x600.jpg?v=1614954435",
    "description": "50ML Eau de Parfum\nGiorgio Armani My Way EDP is an absolutely wonderful feminine fragrance that takes you on probably the most important journey of your life. Namely, to find yourself and your own path through all your experiences and acquaintances. This fragrance has a sensational and uplifting effect on both body and mind, and inspires you to get to know your best sides through nature and other people, so that they can radiate. A timeless scent that with its notes shows that you are an open and curious person who is ready to learn and who is finding his own way in life. The notes in this rich fragrance include tuberose, orange blossom and Indian jasmine, which are the ones that open the fragrance and embrace the body in a wonderful way. Then the bergamot, the white musk, the sweet vanilla and the warm cedar come into their own. They are the ones that collect the scent, and make it more deep and harmonious, and give the final tingle that pushes you out on your journey.",
    "price": "519000"
  },
  {
    "name": "Giorgio Armani My Way EDP 90ML",
    "url": "https://thefragranceshopinc.com/products/giorgio-armani-my-way-edp-90ml?variant=39258691895359",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ARMANIMYWAY90ML_600x600.jpg?v=1614954574",
    "description": "90ML Eau de Parfum\nGiorgio Armani My Way EDP is an absolutely wonderful feminine fragrance that takes you on probably the most important journey of your life. Namely, to find yourself and your own path through all your experiences and acquaintances. This fragrance has a sensational and uplifting effect on both body and mind, and inspires you to get to know your best sides through nature and other people, so that they can radiate. A timeless scent that with its notes shows that you are an open and curious person who is ready to learn and who is finding his own way in life. The notes in this rich fragrance include tuberose, orange blossom and Indian jasmine, which are the ones that open the fragrance and embrace the body in a wonderful way. Then the bergamot, the white musk, the sweet vanilla and the warm cedar come into their own. They are the ones that collect the scent, and make it more deep and harmonious, and give the final tingle that pushes you out on your journey.",
    "price": "729000"
  },
  {
    "name": "ENVY ME by GUCCI",
    "url": "https://thefragranceshopinc.com/products/envy-me-by-gucci?variant=7425863385151",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/Gucci_Envy_Me_600x600.jpg?v=1566308252",
    "description": "100ml - Eau de Toilette\nEnvy Me by Gucci is a Floral Fruity fragrance for women. Envy Me was launched in 2004. The nose behind this fragrance is Karine Dubreuil. Top notes are Peony, Pink Pepper, Pineapple, Jasmine, Mango, Peach and Cassia; middle notes are Peony, Litchi, Rose, Pomegranate, Musk, White Tea and Jasmine; base notes are Musk, Tobacco, Teak Wood, Sandalwood and Tonka Bean.",
    "price": "549000"
  },
  {
    "name": "Marc Jacobs Decadence Eau de Parfum Spray",
    "url": "https://thefragranceshopinc.com/products/marc-jacobs-decadence-eau-de-parfum-spray?variant=39259256782911",
    "brand": "MARC JACOBS",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_b662e6b3-3726-4068-9586-9ba96f48305e_600x600.jpg?v=1623847471",
    "description": "100ML Eau de Parfum\nGlamourously luxurious. Impulsively indulgent.Marc Jacobs Decadence is an invitation to indulge. It makes a statement with bold styling, luxurious craftsmanship and a revolutionary bottle design inspired by one of Marc?s iconic handbags. Decadence is a indulgent sensual woody scent. The fragrance captivates with a sultry top of succulent italian plum, golden saffron and velvety iris. The heart is a bouquet of rich bulgarian rose that mingles with lush orris and creamy nuances of jasmine sambac. Sexy liquid amber, heady vetiver and warm papyrus woods dry down to a signature of sophisticated indulgence.",
    "price": "669000"
  },
  {
    "name": "BYREDO Rose Of No Man's Land 100ML",
    "url": "https://thefragranceshopinc.com/products/byredo-rose-of-no-mans-land-100ml?variant=39259266777151",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOROSENOMANLAND_600x600.jpg?v=1614991634",
    "description": "100ML Unisex Eau de Parfum\nRose of No Man&#39;s Land is the nickname given by soldiers to the nurses who saved thousands of lives during WWI. The scent is tribute to selflessness and compassion.\n\nTop: Pink Pepper, Turkish Rose Petals\n\nHeart: Raspberry Blossom, Turkish Rose Absolute\n\nBase: Papyrus, White Amber\n\n",
    "price": "1190000"
  },
  {
    "name": "Bvlgari Rose Goldea",
    "url": "https://thefragranceshopinc.com/products/bvlgari-rose-goldea?variant=39259279818815",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GOLDEA2016_600x600.jpg?v=1614992040",
    "description": "90ML Eau de Parfum\nRose Goldea by Bvlgari is a Floral Woody Musk fragrance for women. Rose Goldea was launched in 2016. The nose behind this fragrance is Alberto Morillas. Top notes are Rose, Musk, Pomegranate and Bergamot; middle notes are Damask Rose, Peony, Jasmine and Peach; base notes are Musk, Sandalwood, Olibanum and Vanilla.",
    "price": "579000"
  },
  {
    "name": "Bvlgari Rose Goldea Jacky Tsai Edition",
    "url": "https://thefragranceshopinc.com/products/bvlgari-rose-goldea-jacky-tsai-edition?variant=39259289321535",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GOLDEA2018_600x600.jpg?v=1614992302",
    "description": "90ML Eau de Parfum\nRose Goldea Jacky Tsai Edition by Bvlgari is a Floral Woody Musk fragrance for women. This is a new fragrance. Rose Goldea Jacky Tsai Edition was launched in 2018. The nose behind this fragrance is Alberto Morillas. Top notes are Rose, Pomegranate, Musk and Bergamot; middle notes are Damask Rose, Peony, Jasmine and Peach; base notes are Musk, Vanilla, Sandalwood and Olibanum.",
    "price": "599000"
  },
  {
    "name": "BYREDO Mojave Ghost 100ML",
    "url": "https://thefragranceshopinc.com/products/byredo-mojave-ghost?variant=39259305246783",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOMOJAVE_600x600.jpg?v=1614993685",
    "description": "100ML Eau de Parfum\nIn the xeric wilderness of the Mojave desert, trees and vegetation more ancient than many civilizations defy conditions that prey on human vulnerability. The ghost flower is a rare species that dares to blossom above this baked, hard ground. Despite its arid surroundings and inability to produce nectar, the ghost flower, or mohavea confertiflora, maintains its perfect, majestic beauty and thrives year after year. In an astonishing feat of ingenuity, the flower uses mimicry to attract the pollinators of a neighboring plant species by developing markings that resemble those of a female bee genus attracted to its subject and duping the male bee into following suit. This moving human-like behavior and captivating tale of survival lies in the foundation that inspired Mojave Ghost, an homage to this most bewitching flower.\nStyle: Woody, aromatic.\nNotes:\n- Top: ambrette, Jamaican nesberry.\n- Middle: violet, sandalwood, magnolia.\n- Base: chantilly musk, crisp amber, cedarwood.",
    "price": "1190000"
  },
  {
    "name": "BYREDO BLANCHE 50ML",
    "url": "https://thefragranceshopinc.com/products/byredo-blanche-50ml?variant=39259308097599",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOBLANCHE50ML_600x600.jpg?v=1614993940",
    "description": "50ML Eau de Parfum\nStockholm-based fragrance house Byredo boasts a bespoke selection of innovative fragrances that refresh traditional olfactory scents, and this Blanche Eau de Parfum one is of no exception. Testament to the brand&#39;s perfumery capabilities and inspired by the naive innocence of the colour white, this scent bestows the appreciation for natural beauty with pure and simple white rose, pink pepper, blonde woods and musk.",
    "price": "799000"
  },
  {
    "name": "BYREDO Gypsy Water 50ML",
    "url": "https://thefragranceshopinc.com/products/byredo-gypsy-water-50ml?variant=39259311931455",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOGYPSYWATER_600x600.jpg?v=1614994541",
    "description": "50ML Eau de Parfum\nByredo&#39;s Gypsy Water Eau de Parfum expresses a carefree spirit with down-to-earth nature elements. Recalling the fresh flowing waters and soil of riverbeds and deep forests, this fragrance is the glamorisation of Romany lifestyle in a single phial. Marinated with incense, pine needles and orris over a bed of amber and sandalwood, this velvety concoction is lightened with lemon and pepper for an unlikely aquatic touch.",
    "price": "799000"
  },
  {
    "name": "BYREDO SUPER CEDAR 50ML",
    "url": "https://thefragranceshopinc.com/products/byredo-super-cedar?variant=39259314028607",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/SUPERCEDAR_600x600.jpg?v=1614994826",
    "description": "50ML Eau de Parfum\nLevelled with a silk musk and Haitian vetiver dry down, BYREDO&#39;s newest fragrance, the Super Cedar Eau de Parfum is a new take on woody scents. Evoking simpler times with a sense of nostalgia, this rose petal-infused scent brings to mind freshly shaven pencils. Down-to-earth, it warmly embraces a classic scent with overtly modern attributes.\n\nTop notes: Rose petals\nHeart notes: Virginian cedarwood\nBase notes: Silk musk and Haitian vetiver\n",
    "price": "799000"
  },
  {
    "name": "BYREDO Mojave Ghost 50ML",
    "url": "https://thefragranceshopinc.com/products/byredo-mojave-ghost-50ml?variant=39259314421823",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOMOJAVE_51ce626a-b9bc-40fd-ad17-5899397cbf81_600x600.jpg?v=1614994902",
    "description": "50ML Eau de Parfum\nIn the xeric wilderness of the Mojave desert, trees and vegetation more ancient than many civilizations defy conditions that prey on human vulnerability. The ghost flower is a rare species that dares to blossom above this baked, hard ground. Despite its arid surroundings and inability to produce nectar, the ghost flower, or mohavea confertiflora, maintains its perfect, majestic beauty and thrives year after year. In an astonishing feat of ingenuity, the flower uses mimicry to attract the pollinators of a neighboring plant species by developing markings that resemble those of a female bee genus attracted to its subject and duping the male bee into following suit. This moving human-like behavior and captivating tale of survival lies in the foundation that inspired Mojave Ghost, an homage to this most bewitching flower.\nStyle: Woody, aromatic.\nNotes:\n- Top: ambrette, Jamaican nesberry.\n- Middle: violet, sandalwood, magnolia.\n- Base: chantilly musk, crisp amber, cedarwood.",
    "price": "799000"
  },
  {
    "name": "BYREDO BAL D'AFRIQUE 50ML",
    "url": "https://thefragranceshopinc.com/products/byredo-bal-dafrique-50ml?variant=39259316387903",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOBALD_AFRIQUE_600x600.jpg?v=1614995200",
    "description": "50ML Eau de Parfum\nBal d’Afrique reflects that; it’s an imaginary journey as well as a complete celebration of how I see African culture and its influence.” With a focus on beauty and fantasy, this Bal d&#39;Afrique Eau de Parfum from Byredo is the founder Ben Gorham’s ‘love letter’ to Africa. Summing up and celebrating the reach and influence of Africa through time, particularly the way its myriad cultures have shaped dance, art and music, this essential is the idea of an imaginary event.\n\nTop notes: Bergamot, lemon, Neroli, African marigold and bucchu\nHeart notes: Violet, jasmine petals and cyclamen\nBase notes: Black amber, musk, vetiver and Moroccan cedarwood\n",
    "price": ""
  },
  {
    "name": "BYREDO Rose Of No Man's Land 50ML",
    "url": "https://thefragranceshopinc.com/products/byredo-rose-of-no-mans-land-50ml?variant=39259316617279",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOROSENOMANLAND_e4ec810b-52c1-4783-ae46-4f63d8d50a7c_600x600.jpg?v=1614995243",
    "description": "50ML Unisex Eau de Parfum\nRose of No Man&#39;s Land is the nickname given by soldiers to the nurses who saved thousands of lives during WWI. The scent is tribute to selflessness and compassion.\n\nTop: Pink Pepper, Turkish Rose Petals\n\nHeart: Raspberry Blossom, Turkish Rose Absolute\n\nBase: Papyrus, White Amber\n\n",
    "price": "799000"
  },
  {
    "name": "BYREDO INFLORESCENCE 50ML",
    "url": "https://thefragranceshopinc.com/products/byredo-inflorescence-50ml?variant=39259322712127",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BYREDOINFLORESCENCE_600x600.jpg?v=1614995514",
    "description": "50ML Eau de Parfum\nByredo moves away from classic floral scents in this Inflorescence Eau de Parfum. Redefining feminine fragrances with the pinnacle of Spring blossoms, this one results in a dandified complex of pink freesia and lily of the valley, sprinkled with rose petals for classic sensuality. Uplifted with an unlikely base of jasmine, it embodies a refreshing change from its precursors with a soft and creamy body of magnolia.\n\nTop notes: Rose petals and pink freesia\nHeart notes: Magnolia and lily of the valley\nBase notes: Fresh Jasmine\n",
    "price": "799000"
  },
  {
    "name": "Amouage Epic Man (Tester Box)",
    "url": "https://thefragranceshopinc.com/products/amouage-epic-man-testres-box?variant=39259330052159",
    "brand": "AMOUAGE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AMOUAGEEPICMAN_600x600.png?v=1614996005",
    "description": "100ML - Eau de Parfum with TESTER BOX\n\nAmouage Epic Man by Amouage is a Oriental Woody fragrance for men. Amouage Epic Man was launched in 2009. The nose behind this fragrance is Randa Hammami. Top notes are Pink Pepper, Olibanum, Nutmeg, Saffron, Cardamom, Caraway, Mace and Myrtle; middle notes are Myrrh and Geranium; base notes are Agarwood (Oud), Incense, Leather, Castoreum, Patchouli, Cedar, Sandalowood, Styrax and Musk.\n ",
    "price": "999000"
  },
  {
    "name": "Amouage Library Collection Opus III (Tester Box)",
    "url": "https://thefragranceshopinc.com/products/amouage-library-collection-opus-iii-testers-box?variant=39259340537919",
    "brand": "AMOUAGE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AMOUAGEOPUSIII_600x600.jpg?v=1614996551",
    "description": "100ML Eau de Parfum with TESTER BOX\n\nThe Library Collection Opus III by Amouage is a Oriental Floral fragrance for women and men. The Library Collection Opus III was launched in 2010. The nose behind this fragrance is Karine Vinchon Spehner. Top notes are Mimosa, Nutmeg, Clove, Dyer’s Greenweed and Thyme; middle notes are Violet, Ylang-Ylang, Jasmine and African Orange flower; base notes are Benzoin, Vanille, Sandalwood, Guaiac Wood, Musk, Ambrette (Musk Mallow), Papyrus and Virginia Cedar.",
    "price": "999000"
  },
  {
    "name": "Amouage Library Collection Opus VII (Tester Box)",
    "url": "https://thefragranceshopinc.com/products/amouage-library-collection-opus-vii-testers-box?variant=39259351253055",
    "brand": "AMOUAGE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AMOUAGEOPUSVII_600x600.jpg?v=1614996891",
    "description": "100ML Eau de Parfum with TESTER BOX\nThe Library Collection Opus VII by Amouage is an Aromatic Green fragrance for women and men. The Library Collection Opus VII was launched in 2013. The Library Collection Opus VII was created by Alberto Morillas and Pierre Negrin. The fragrance features galbanum, pink pepper, cardamom, fenugreek, nutmeg, amber, agarwood (oud), patchouli, leather, ambergris, costus, musk, sandalwood, olibanum and cypriol oil or nagarmotha.",
    "price": "999000"
  },
  {
    "name": "LE LABO ROSE 31",
    "url": "https://thefragranceshopinc.com/products/le-labo-rose-31?variant=39259406794815",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LELABOROSE31_600x600.jpg?v=1615000144",
    "description": "100ML Eau de Parfum\nRose 31 by Le Labo is a Floral Woody Musk fragrance for women and men. Rose 31 was launched in 2006. The nose behind this fragrance is Daphne Bugey. Top notes are Rose and Cumin; middle notes are Rose, Vetiver and Cedar; base notes are Musk, Guaiac Wood, Agarwood (Oud), Olibanum and Labdanum.",
    "price": "799000"
  },
  {
    "name": "LE LABO BERGAMOTE 22",
    "url": "https://thefragranceshopinc.com/products/le-labo-bergamote-22?variant=39259409252415",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LELABOBERGAMOTE22_600x600.jpg?v=1615000400",
    "description": "100ML Eau de Parfum\nContrasting notes of petals and bitter citrus fruits make for lasting all-day freshness.\nCombining the delicate character of floral petit grain with bitter grapefruit, these contrasting notes meet to give Le Labo&#39;s Bergamote 22 Eau de Parfum its unique identity. Initially named &#39;Fire Cologne&#39;, the vegan and cruelty-free fragrance is finished with sweet remnants of amber, musk and vetiver for a dazzling and long-lasting aroma.",
    "price": "799000"
  },
  {
    "name": "LE LABO THE NOIR 29",
    "url": "https://thefragranceshopinc.com/products/le-labo-the-noir-29?variant=39259410595903",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LELABOTHENOIR_600x600.jpg?v=1615000732",
    "description": "100ML Eau de Parfum\nLe Labo&#39;s &#39;Thé Noir 29&#39; eau de parfum combines light notes of Bergamot, Fig and Bay Leaves with heady Cedar Wood, Veitver and Musk. It has a heart of Black Tea Leaves that recall the dry, leafy aroma of Tobacco and Hay. This particular scent in the label&#39;s vast collection is formulated in collaboration with master perfumer Frank Voelkl.",
    "price": "799000"
  },
  {
    "name": "LE LABO IRIS 39",
    "url": "https://thefragranceshopinc.com/products/le-labo-iris-39?variant=39259411218495",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LELABOIRIS39_600x600.jpg?v=1615001056",
    "description": "100ML Eau de Parfum\nIris is one of the most precious essences in the world. It&#39;s the origin of the creamy and woodsy nobility of this exclusive fragrance. The best of the Patchoulis then waft in, bringing with them sensual depth. The perfume is reinforced by a musky base, our very own secret. The result is remarkable elegance.",
    "price": "799000"
  },
  {
    "name": "LE LABO Cedre 11 Scented Candle",
    "url": "https://thefragranceshopinc.com/products/le-labo-cedre-11-scented-candle?variant=39259415838783",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/3bf22239-bf16-4ca6-ae28-78c41b7c8678_600x600.jpg?v=1615001417",
    "description": "245gram Scented Candle\nLe Labo&#39;s candle is infused with a warming blend of Cedar, Birchwood and Gaïac - exactly the kind of scent you&#39;ll want to fill your home with through the colder months. It&#39;s hand-poured into a glass vessel decorated with the brand&#39;s minimalist label. Display it on your coffee table or kitchen counter.",
    "price": "699000"
  },
  {
    "name": "LE LABO PETIT GRAIN 21 Scented Candle",
    "url": "https://thefragranceshopinc.com/products/le-labo-petit-grain-21-scented-candle?variant=39259417706559",
    "brand": "LE LABO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LELABOPETITGRAIN21CANDLE_600x600.jpg?v=1615001934",
    "description": "245gram Scented Candle\nMade with hand-poured soy-blend wax, Le Labo&#39;s Petit Grain 21 scented candle brings a light, natural perfume to any room with notes of orange blossom and luscious green undertones.\nThe delicate essence blended within this signature clear glass votive is a rich and elegant, transforming your home into a lush, Seville-style bitter orange tree garden. With an overall burn time of up to 60 hours, this atmospheric candle is a must-have for the modern interior.",
    "price": "699000"
  },
  {
    "name": "Jour D'Hermès Absolu EDP",
    "url": "https://thefragranceshopinc.com/products/jour-dhermes-absolu-edp?variant=39259420393535",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/JOURD_HERMES_600x600.jpg?v=1615002595",
    "description": "85ML Eau de Parfum\nA new Jour is revealed, zenithal, paradoxical. Gardenia, a bouquet of flowers within a flower bringing together aromas of rose, tuberose and jasmine.Olfactory emotion: Fresh, DelicateMain raw materials: Sweet pea, Gardenia",
    "price": "619000"
  },
  {
    "name": "DIPTYQUE Impossible Bouquet Eau Moheli",
    "url": "https://thefragranceshopinc.com/products/diptyque-impossible-bouquet-eau-moheli?variant=39259422982207",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUEMOHELI_600x600.jpg?v=1615003293",
    "description": "100ML Eau de Toilette\nImpossible Bouquet Eau Moheli by Diptyque is a Floral Woody Musk fragrance for women. This is a new fragrance. Impossible Bouquet Eau Moheli was launched in 2020. Top notes are Ginger and Pink Pepper; middle notes are Floral Notes, Ylang-Ylang and Incense; base notes are Benzoin, Vetiver and Patchouli.",
    "price": "629000"
  },
  {
    "name": "DIPTYQUE Impossible Bouquet Eau Des Sens",
    "url": "https://thefragranceshopinc.com/products/diptyque-impossible-bouquet-eau-des-sens?variant=39259425931327",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUEDESSENS_600x600.jpg?v=1615003985",
    "description": "100ML Eau de Toilette\nImpossible Bouquet Eau des Sens by Diptyque is a Citrus Aromatic fragrance for women. This is a new fragrance. Impossible Bouquet Eau des Sens was launched in 2020. Top notes are Orange Blossom and Bitter Orange; middle note is Juniper Berries; base notes are Patchouli and Angelica.\n ",
    "price": "629000"
  },
  {
    "name": "DIPTYQUE Impossible Bouquet Eau Rose",
    "url": "https://thefragranceshopinc.com/products/diptyque-impossible-bouquet-eau-rose?variant=39259426160703",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUEROSE_600x600.jpg?v=1615004249",
    "description": "100ML Eau de Toilette\nImpossible Bouquet Eau Rose by Diptyque is a Floral Fruity fragrance for women. This is a new fragrance. Impossible Bouquet Eau Rose was launched in 2020. Top notes are Litchi, Black Currant and Bergamot; middle notes are Rose, Geranium and Jasmine; base notes are Honey, Musk and Virginian Cedar.",
    "price": "629000"
  },
  {
    "name": "DIPTYQUE Impossible Bouquet L'Ombre Dans L'Eau",
    "url": "https://thefragranceshopinc.com/products/diptyque-impossible-bouquet-lombre-dans-leau?variant=39259428880447",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUELOMBRE_600x600.jpg?v=1615004547",
    "description": "100ML Eau de Toilette\nImpossible Bouquet L&#39;Ombre Dans L&#39;Eau by Diptyque is a Floral fragrance for women. This is a new fragrance. Impossible Bouquet L&#39;Ombre Dans L&#39;Eau was launched in 2020. Top notes are Cassis, Bergamot and Mandarin Orange; middle notes are Rose, Black Currant and Black currant leaf; base notes are Ambergris and Musk.",
    "price": ""
  },
  {
    "name": "DIPTYQUE Impossible Bouquet Do Son",
    "url": "https://thefragranceshopinc.com/products/diptyque-impossible-bouquet-do-son?variant=39259432517695",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUEDOSON_600x600.jpg?v=1615004819",
    "description": "100ML Eau de Toilette\nImpossible Bouquet Do Son by Diptyque is a Floral fragrance for women. This is a new fragrance. Impossible Bouquet Do Son was launched in 2020. Top notes are Orange Blossom, Rose and iris; middle notes are Tuberose and Pink Pepper; base notes are Benzoin and Musk.",
    "price": "629000"
  },
  {
    "name": "DIPTYQUE Impossible Bouquet Olene",
    "url": "https://thefragranceshopinc.com/products/diptyque-impossible-bouquet-olene?variant=39259436548159",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUEOLENE_600x600.jpg?v=1615005307",
    "description": "100ML Eau de Toilette\nImpossible Bouquet Olene by Diptyque is a Floral fragrance for women. This is a new fragrance. Impossible Bouquet Olene was launched in 2020. Top notes are Narcissus and Honeysuckle; middle notes are Jasmine and Wisteria; base notes are White Flowers and Green Notes.",
    "price": "629000"
  },
  {
    "name": "Maison Margiela REPLICA Lazy Sunday Morning Lunar New Year Limited Edition",
    "url": "https://thefragranceshopinc.com/products/maison-margiela-replica-lazy-sunday-morning-lunar-new-year-limited-edition?variant=39259444183103",
    "brand": "MAISON MARGIELA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/REPLICALAZYSUNDAYMORNING_600x600.jpg?v=1615005845",
    "description": "100ML Eau de Toilette\nMaison Margiela&#39;s fragrance Lazy Sunday Morning, from the Replica line (abbreviated from &quot;Reproduction of Familiar Scents and Moments of Varying Locations and Periods&quot;) that captures memories and moments hidden in our memories, was created by Louise Turner in 2013 with the scent of soft skin and clean cotton sheets in mind. The location for inspiration is Florence, and the period is 2003.\nTo celebrate the Chinese New Year 2021 (the lunar new year that begins on February 12), a special limited edition of this fragrance in a red bottle is launched. The clean floral composition blends notes of iris, lily of the valley and white musk for an atmosphere of fresh cotton sheets, morning air, and rays of sun, as well as the atmosphere of weekend laziness in bed. \n\nTop notes: aldehydes, pear, lily of the valleyHeart: rose absolute, iris, orange blossomBase: white musk, ambrette seeds, Indonesian patchouli",
    "price": "819000"
  },
  {
    "name": "Gucci Mémoire d'une Odeur",
    "url": "https://thefragranceshopinc.com/products/gucci-memoire-dune-odeur?variant=39259475247167",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/gucci_gucci-memoire-d-une-odeur-unisex-edp--100ml-_full01_600x600.jpg?v=1615007266",
    "description": "100ml Eau de Parfum\nMémoire d’une Odeur by Gucci is a fragrance for women and men. This is a new fragrance. Mémoire d’une Odeurwas launched in 2019. The nose behind this fragrance is Alberto Morillas. Top notes are Chamomile and Bitter Almond; middle notes are Musk, Indian Jasmine and Jasmine; base notes are Sandalwood, Cedar and Vanilla.",
    "price": "579000"
  },
  {
    "name": "Anna Sui Fantasia 30ML",
    "url": "https://thefragranceshopinc.com/products/anna-sui-anna-sui-fantasia-30ml?variant=39259502084159",
    "brand": "ANNA SUI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ANNASUIFANTASIA_600x600.jpg?v=1615009036",
    "description": "30ML Eau de Toilette\nThe new Eau de Toilette uses unicorn as the protagonist, vowing to arouse childhood dreams and aspirations, even as a grown up, still does not forget the desire for life and the potential of a passionate passion. Even already has a sweet and happy life, still keeps the passion for life, with a rebellious spirit.\nThe perfume smells a little spicy, very well to reflect how Fantasia’s Muse is – a rebellious beauty, has a complex contradictive character, always has her own ideas, is a set of sweetness and excitement in a perfect and unique girl.\nIngredients and efficacy:Top Notes: Citrus, pink pepper.Middle Notes: Floral elements, raspberry, nuts candies.Base Notes: Himalayan cedar, cypress.",
    "price": "379000"
  },
  {
    "name": "Fantasia Mermaid Anna Sui 30ML",
    "url": "https://thefragranceshopinc.com/products/fantasia-mermaid-anna-sui-30ml?variant=39259506311231",
    "brand": "ANNA SUI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/FANTASIAMERMAID_600x600.jpg?v=1615009406",
    "description": "30ML Eau de Toilette\nFantasia Mermaid by Anna Sui is a Floral Fruity Gourmand fragrance for women. This is a new fragrance. Fantasia Mermaid was launched in 2019. The nose behind this fragrance is Christian Provenzano. Top notes are Blood Orange, Cardamom and Mandarin Orange; middle notes are Litchi, Peony and Jasmine; base notes are Honey, White Wood and Vanilla.",
    "price": "399000"
  },
  {
    "name": "MFK À la Rose Travel spray case Gold edition 5 x 0.37 fl.oz. Eau de parfum refills",
    "url": "https://thefragranceshopinc.com/products/mfk-a-la-rose-travel-spray-case-gold-edition-5-x-0-37-fl-oz-eau-de-parfum-refills?variant=39259533705279",
    "brand": "MAISON FRANCIS KURKDJIAN",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ALAROSESET5_600x600.jpg?v=1615011472",
    "description": "5 x 0.37 fl.oz. Eau de parfum refills\nA bouquet of roses from Grasse and Bulgaria that you can carry in your handbag or suitcase. À la rose is a tribute to free and radiant femininity. Presented in a travel set containing five 0.37 fl.oz. refills and a Gold Edition Globe Trotter travel spray case, À la rose is a declaration of love translated into a fragrance.",
    "price": "1090000"
  },
  {
    "name": "MON PARIS EDP 50ML by YVES SAINT LAURENT",
    "url": "https://thefragranceshopinc.com/products/yves-saint-laurent-mon-paris-edp-50ml?variant=39260969664575",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/MONPARISEDP50ML_600x600.jpg?v=1615180689",
    "description": "50ML Eau de Parfum\nCapturing the spirit of an intense love affair, YSL introduces Mon Paris perfume - a new expression of love today, inspired by the city of lovers, Paris.\nMon Paris is a fragrance which urges you to seize the moment; transcend the present; and prepare to fall head over heels into the arms of a passionate love.\nA subversive reinvention of the traditional chypre, the new floral perfume turns the traditional model upside down, by introducing a brave, bold narcotic white chypre fit for love today.",
    "price": "419000"
  },
  {
    "name": "Yves Saint Lauren Mon Paris Eau De Parfum 30ml Fireworks Collector Edition",
    "url": "https://thefragranceshopinc.com/products/yves-saint-lauren-mon-paris-eau-de-parfum-30ml-fireworks-collector-edition?variant=39260970844223",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/monpariscollector30ml_600x600.jpg?v=1615199140",
    "description": "30ML Eau de Parfum\nMon Paris Dazzling Lights Collector by Yves Saint Laurent is a chypre fruity fragrance.\nTop notes: strawberry, raspberry, pear, bergamot, calone, orange, mandarin orange.\nMiddle notes: Datura, peony, orange blossom, jasmine sambac, Chinese jasmine.\nBase notes: patchouli, musk, ambroxan, cedar, moss, vanilla, Indonesian patchouli leaf.",
    "price": "359000"
  },
  {
    "name": "NARCISO RODRIGUEZ For Her EDT 75ml (Generous Spray)",
    "url": "https://thefragranceshopinc.com/products/narciso-rodriguez-for-her-edt-75ml-generous-spray?variant=39260977692735",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NARCISOFORHEREDTGENEROUS_600x600.jpg?v=1615181947",
    "description": "75ML Eau de Toilette Generous Spray\nEnjoy the graciousness that is Narciso Rodriguez&#39;s limited edition Generous Spray. An enveloping mist of our best-selling fragrances.\nAn elegant, sensual, mysterious and delicate fragrance.\nThree notes enhance the heart of musk: floral, amber and woody notes.\nFragrance family: musky, floral, chypre.\n\nTop Notes: osmanthus blossom\nHeart Notes: heart of musc\nBase Notes: patchouli, amberlyn\n",
    "price": "549000"
  },
  {
    "name": "Narciso Rodriguez For Her EDP 50ML",
    "url": "https://thefragranceshopinc.com/products/narciso-rodriguez-for-her-edp-50ml?variant=39260982345791",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NARCISOFORHEREDP_600x600.jpg?v=1615182292",
    "description": "50ML Eau de Parfum\nNarciso for Her perfume is created for very sensitive, delicate and free modern women. The aroma is filled with notes of musk and enhanced with floral, woody and amber notes, which are combined to create the effect of sexuality, charm and mystery.\n\n\nAroma type: musky, floral.\nTop notes: orange, coriander, Egyptian musk.\nHeart notes: bergamot, osmanthus, vanilla.\nBase notes: vetiver, flower honey, amber.\n\n\n\n",
    "price": "479000"
  },
  {
    "name": "Narciso Rodriguez Generous Spray EDP Poudrée, 75ml",
    "url": "https://thefragranceshopinc.com/products/narciso-rodriguez-generous-spray-edp-poudree-75ml?variant=39260985688127",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/93880872-f952-4403-bba7-1896d7520731_600x600.jpg?v=1615182922",
    "description": "75ML Eau de Parfum Generous Spray\nEnjoy the graciousness that is Narciso Rodriguez&#39;s limited edition Generous Spray. An enveloping mist of our best-selling fragrances.\nThe mystery of attraction captured in a fragrance.\nThe rendez-vous between velvety jamine, sensual wood and powdery musc.\nFragrance family: Powdery, musky, floral, woody\n\nTop Notes: white jasmine petals &amp;amp; Bulgarian rose\nHeart Notes: powdery heart of musc\nBase Notes: white and black cedars, vetiver.\n",
    "price": "549000"
  },
  {
    "name": "Narciso Rodriguez Generous Spray Rouge EDP 75ML",
    "url": "https://thefragranceshopinc.com/products/narciso-rodriguez-generous-spray-rouge-edp-75ml?variant=39260987424831",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NARCISOROUGE_600x600.png?v=1615183194",
    "description": "57ML Eau de Parfum Generous Spray\nEnjoy the graciousness that is Narciso Rodriguez&#39;s limited edition Generous Spray. An enveloping mist of our best-selling fragrances.\nA fragrance that explores the fine art of temptation further.\n \nThe signature heart of musc is animated by an exquisite floral bouquet of bulgarian rose, iris and vivid amber woody notes.\n \nFragrance family: Ambery, floral, musky, woody.\n\nTop Notes: bulgarian rose and iris\nHeart Notes: heart of musc\nBase Notes: Tonka, Vetiver, Black cedar / White cedar\n\n\n ",
    "price": "549000"
  },
  {
    "name": "Narciso Rodriguez Generous Spray Fleur Musc for Her EDP 75ML",
    "url": "https://thefragranceshopinc.com/products/narciso-rodriguez-generous-spray-fleur-musc-for-her-edp-75ml?variant=39260996534335",
    "brand": "Narciso Rodriguez",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NARCISOFORHERGENEROUS75ML_600x600.jpg?v=1615183524",
    "description": "75ML Eau de Parfum Generous Spray\nEnjoy the graciousness that is Narciso Rodriguez&#39;s limited edition Generous Spray. An enveloping mist of our best-selling fragrances.\nThe for her signature heart of musc is surrounded by roses, spices, and amber wood, to create a sparkling fragrance.\nFragrance family: Spicy, musky, floral, chypre.\n\nTop Notes: Bouquet of roses and pink Peppercorns\nHeart Notes: Heart of Musc\nBase Notes: Amber, Patchouli\n",
    "price": "549000"
  },
  {
    "name": "Amouage Interlude Man EDP Spray (Tester Box)",
    "url": "https://thefragranceshopinc.com/products/amouage-interlude-man-edp-spray-testers-box?variant=39261019504703",
    "brand": "AMOUAGE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/AMOUAGEINTERLUDE_600x600.jpg?v=1615184222",
    "description": "100ML Eau de Parfum TESTER BOX\nAmouage Interlude Man is inspired by chaos and disorder. This spicy and woody fragrance opens with zesty bergamot, oregano and pimento berry oil, perpetuating intervals of conflict which are countered by aromatic notes of amber, frankincense, opoponax, cistus and myrrh. Eternal notes of leather, agarwood smoke, patchouli and sandalwood in the base add lasting layers of depth and texture. Made in Oman.",
    "price": "999000"
  },
  {
    "name": "BYREDO x Off-White Elevator Music Limited",
    "url": "https://thefragranceshopinc.com/products/byredo-x-off-white-elevator-music-limited?variant=39259296596031",
    "brand": "BYREDO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/elevatorfeatured_600x600.jpg?v=1617539051",
    "description": "\n\n\n\n\n\n100ML Eau de Parfum Unisex \n\n",
    "price": "1290000"
  },
  {
    "name": "MISS DIOR EAU DE PARFUM 100ML",
    "url": "https://thefragranceshopinc.com/products/miss-dior-eau-de-parfum-spray?variant=39401654485055",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/MISSDIOREDP_600x600.jpg?v=1626917942",
    "description": "100ML Eau de Parfum\nThe new Miss Dior Eau de Parfum reveals the femininity of a sensual floral. Its heart is a floral declaration that combines the beauty of Grasse rose with the boldness of Damascus rose, both wrapped in a ribbon of fresh notes of Calabrian bergamot. This handcrafted creation is woven with rosewood from French Guiana and pink pepper from Reunion Island for heightened character. A Miss Dior that will leave you lovestruck.",
    "price": "629000"
  },
  {
    "name": "Versace Bright Crystal Eau De Toilette Spray 30ML",
    "url": "https://thefragranceshopinc.com/products/versace-bright-crystal-eau-de-toilette-spray?variant=39401655402559",
    "brand": "VERSACE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/VERSACEBRIGHT30ML_600x600.jpg?v=1626918440",
    "description": "30ML Eau de Toilette\nSheer sensuality, crystal transparency, and luminous brightness: Versace introduces Bright Crystal, a precious jewel of rare beauty characterized by a fresh, vibrant, flowery scent.\nThe bottle is extraordinary: rich glass, lines purposely essential, the transparency of which enhances the pinky delicacy of the fragrance.\nThe very elegant crystal cap, faceted and bright like a diamond, seals a bouquet of extreme pureness.\nBright Crystal is bursting with juicy notes of pomegranate, pretty magnolia, peony and lotus flowers with amber and musk.",
    "price": "349000"
  },
  {
    "name": "Bvlgari Man Glacial Essence Eau de Parfum",
    "url": "https://thefragranceshopinc.com/products/bvlgari-man-glacial-essence-eau-de-parfum?variant=39401661005887",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLGARIMENGLACIAL_600x600.jpg?v=1626919444",
    "description": "100ML Eau de Parfum\nBVLGARI MAN GLACIAL ESSENCE enriches the Bvlgari Man collection dedicated to the power of natural elements. After fire and wood, Bvlgari Man explores air. BVLGARI MAN GLACIAL ESSENCE captures the unbridled magnitude of the frozen mountains and the unstoppable masculinity of a man on a constant quest for greatness.\nTop notes are Juniper Berries, Ginger and Geranium; middle notes are Sandalwood, Artemisia and Orris Root; base notes are Clearwood, Musk and Cedar.",
    "price": "629000"
  },
  {
    "name": "CHANCE Eau Fraiche by Chanel",
    "url": "https://thefragranceshopinc.com/products/chance-eau-fraiche-by-chanel?variant=39401664020543",
    "brand": "CHANEL",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/CHANCEFRAICHE_600x600.jpg?v=1626920264",
    "description": "100ML Eau de Toilette\nA floral-sparkling fragrance in a round bottle. A surge of energy that sweeps you into a whirlwind of happiness and fantasy. An olfactory encounter with chance.\nA floral-sparkling fragrance that intertwines the zesty freshness of Citron, the softness of Jasmine and the vibrant presence of Teak Wood. A whirlwind of energy and vitality.",
    "price": "619000"
  },
  {
    "name": "Bvlgari BLV Pour Homme Eau De Toilette Spray",
    "url": "https://thefragranceshopinc.com/products/bvlgari-blv-pour-homme-eau-de-toilette-spray?variant=39401666674751",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BLV-Pour-homme_600x600.jpg?v=1626920639",
    "description": "100ML Eau de Toilette \nFrom icy cold to luxuriously warm, BLV Pour Homme is a fresh, woody and spicy Eau de Toilette. Built around the same unconventional ingredient as BLV-ginger-and combined with tobacco flower, BLV Pour Homme discloses an irresistible power of seduction.",
    "price": "599000"
  },
  {
    "name": "Bvlgari Eau Parfumee Au The Bleu Eau de Cologne - Unisex",
    "url": "https://thefragranceshopinc.com/products/bvlgari-eau-parfumee-au-the-bleu-eau-de-cologne-unisex?variant=39401668640831",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLGARIEAUTHEBLEU_600x600.jpg?v=1626921179",
    "description": "75ML Eau Perfumee Eau de Cologne\nEau Parfumee au The Bleu by Bvlgari is a Aromatic fragrance for women and men. Eau Parfumee au The Bleu was launched in 2015. The nose behind this fragrance is Daniela (Roche) Andrier. Top notes are Lavender and Shiso; middle notes are Tea and Violet; base notes are iris and Musk.",
    "price": "519000"
  },
  {
    "name": "Bvlgari Eau Parfumee au The Noir for Women - Eau de Cologne",
    "url": "https://thefragranceshopinc.com/products/bvlgari-eau-parfumee-au-the-noir-for-women-eau-de-cologne?variant=39401671360575",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLGARIEAUTHENOIR_600x600.jpg?v=1626921656",
    "description": "75ML Eau Parfumée Eau de Cologne\nBvlgari Eau Parfumee Au The Noir Perfume by Bvlgari, Created by French perfumer Jacques Cavallier, the unisex Eau Parfumee Au The Noir (black tea) is an Oriental woody perfume with an elegant black tea aroma and deep tobacco and leather scents. The opening floral notes come from rose while the citrus notes are derived from citrus bergamia, otherwise known as bergamot orange. Magnolia and tea provide the floral and green center notes while the base notes consist of leather, patchouli, and oud, or agarwood, which is a fragrant, expensive wood that is often used to make high quality incense.",
    "price": "519000"
  },
  {
    "name": "Dior Addict Eau Fraîche 50ML",
    "url": "https://thefragranceshopinc.com/products/dior-addict-eau-fraiche-50ml?variant=39401673949247",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIORADDICT50ML_600x600.jpg?v=1626922276",
    "description": "50ML Eau de Toilette Spray\nA crisp botanic fragrance with an oriental trail and &#39;second skin&#39; feel. Dior Addict Eau Fraiche radiates a glowing femininity. Top notes of gentle Calabrian Bergamot and the sweet and sour citrus notes of Grapefruit blend into the elegant floral notes of Freesia and Lily of the Valley. Ending on a sensuous woody, white musk base, Dior Addict Eau Fraîche is a fresh, feminine experience.",
    "price": "499000"
  },
  {
    "name": "Dior Addict Eau de Parfum 50ML",
    "url": "https://thefragranceshopinc.com/products/dior-addict-eau-de-parfum-50ml?variant=39401674866751",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIORADDICTEDP_600x600.jpg?v=1626922618",
    "description": "50ML Eau de Parfum\nDior Addict Eau de Parfum (2014) by Dior is a Amber Floral fragrance for women. Dior Addict Eau de Parfum (2014)was launched in 2014. The nose behind this fragrance is Francois Demachy. Top notes are Mandarin Leaf and Orange Blossom; middle note is Jasmine Sambac; base note is Bourbon Vanilla.",
    "price": "499000"
  },
  {
    "name": "Bvlgari Allegra Magnifying Bergamot EDP 40ML",
    "url": "https://thefragranceshopinc.com/products/bvlgari-allegra-magnifying-bergamot-edp-40ml?variant=39401688891455",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLBERGAMOT_600x600.png?v=1626925414",
    "description": "40ML Eau de Parfum\nMAGNIFYING comprises of precious tailor-made ingredients to intensify magnificent Italian emotions. As their name suggests, these essences are highly concentrated, powerful and vibrant, an expression of true exclusivity. The citrus essence bursts with solar energy. To achieve this especially bright distillation, Calabrian bergamot is harvested when it’s perfectly ripe. Fresh-picked, the bergamot contains sweet and crisp notes. Distilled to retain the fruit’s multi-faceted freshness, MAGNIFYING BERGAMOT exudes the upbeat promise of a gorgeous summer&#39;s day.\n ",
    "price": "599000"
  },
  {
    "name": "Bvlgari Allegra Magnifying Musk EDP 40ML",
    "url": "https://thefragranceshopinc.com/products/bvlgari-allegra-magnifying-musk-edp-40ml?variant=39401688596543",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLMUSK_600x600.png?v=1626925325",
    "description": "40ML Eau de Parfum\nMAGNIFYING comprises of precious tailor-made ingredients to intensify magnificent Italian emotions. As their name suggests, these essences are highly concentrated, powerful and vibrant, an expression of true exclusivity. The warm and sultry essence of MAGNIFYING MUSK is inspired by the intimate feel of touch. Crafted with ambrette, the deceptively simple musk reveals a sophisticated radiance. With its notable and expressive luminosity, Magnifying Musk recalls the dazzling joy of an embrace.",
    "price": "599000"
  },
  {
    "name": "Bvlgari Allegra Magnifying Patchouli EDP 40ML",
    "url": "https://thefragranceshopinc.com/products/bvlgari-allegra-magnifying-patchouli-edp-40ml?variant=39401689514047",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLPATCHOULI_600x600.jpg?v=1626925735",
    "description": "40ML Eau de Parfum\nMAGNIFYING comprises of precious tailor-made ingredients to intensify magnificent Italian emotions. As their name suggests, these essences are highly concentrated, powerful and vibrant, an expression of true exclusivity. The elegant essence of MAGNIFYING PATCHOULI enchants with a stark sensuality. Made with patchouli sourced from Indonesia, the opulent distillation is of unprecedented quality, free of any dark, earthy notes by exclusive fractionation. Enriched with woody and chypre facets, Magnifying Patchouli rouses a precious and powerful seduction.",
    "price": "599000"
  },
  {
    "name": "Bvlgari Allegra Magnifying Rose EDP 40ML",
    "url": "https://thefragranceshopinc.com/products/bvlgari-allegra-magnifying-rose-edp-40ml?variant=39401689251903",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLROSE_600x600.png?v=1626925539",
    "description": "40ML Eau de Parfum\nMAGNIFYING comprises of precious tailor-made ingredients to intensify magnificent Italian emotions. As their name suggests, these essences are highly concentrated, powerful and vibrant, an expression of true exclusivity. The floral essence of MAGNIFYING ROSE entices with a velvety, voluptuous intensity. Unlike a classic, powdery rose, this blend of Bulgarian and Turkish roses boasts a remarkable radiance, thanks to a unique fragmentation of essential oils with an unusual distillation. With a sparkle refined by subtle woody notes, Magnifying Rose delivers a luscious bouquet full of the optimism of love.",
    "price": "599000"
  },
  {
    "name": "Bvlgari Allegra Magnifying Vanilla EDP 40ML",
    "url": "https://thefragranceshopinc.com/products/bvlgari-allegra-magnifying-vanilla-edp-40ml?variant=39401689317439",
    "brand": "BVLGARI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/BVLVANILLA_600x600.jpg?v=1626925605",
    "description": "40ML Eau de Parfum\nMAGNIFYING comprises of precious tailor-made ingredients to intensify magnificent Italian emotions. As their name suggests, these essences are highly concentrated, powerful and vibrant, an expression of true exclusivity. The delicately sweet essence of MAGNIFYING VANILLA tantalises, with vanilla beans imported from Madagascar. To develop the fruit’s most complex and nuanced facets, it’s dried in the sun. Raw, leathery and sexy notes culminate in an addictive aroma, and Magnifying Vanilla ignites an irresistible attraction.",
    "price": "599000"
  },
  {
    "name": "HERMES L'Ombre des Merveilles Eau de parfum - UNISEX",
    "url": "https://thefragranceshopinc.com/products/hermes-lombre-des-merveilles-eau-de-parfum-unisex?variant=39401691742271",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/HERMESL_OMBRE_600x600.jpg?v=1626926803",
    "description": "100ML Eau de Parfum\nThe intense radiance of a chiariscuro fragrance, both woody and oriental.The sensuality of tonka bean and incense emphasized by deep notes of black tea.Olfactory emotion: Spicy, DryMain raw materials: Tonka bean, Black tea, Incense",
    "price": "649000"
  },
  {
    "name": "HERMES Eau des Merveilles Eau de toilette",
    "url": "https://thefragranceshopinc.com/products/hermes-eau-des-merveilles-eau-de-toilette?variant=39401693020223",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/HERMESEAUDEMERVEILLES_600x600.jpg?v=1626927146",
    "description": "100ML Eau de Toilette\nAn enchanting perfume, warm and sparkling.A fragrance composed of smooth, vanilla toned benzoin and ambergris woody notes, a wonderful stroll in the refreshing cool of wild orange trees.Olfactory emotion: Spicy, DryMain raw materials: Elemi, Benzoin, Bitter orange",
    "price": "629000"
  },
  {
    "name": "Yves Saint Laurent Libre Collector's Edition EDP (Dress Me Wild)",
    "url": "https://thefragranceshopinc.com/products/yves-saint-laurent-libre-collectors-edition-edp-dress-me-wild?variant=39401696362559",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LIBRELEOPARD_600x600.jpg?v=1626927875",
    "description": "90ML Eau de Parfum\nLibre Collector Edition is a new and limited perfume by Yves Saint Laurent in a collector&#39;s bottle for women and was released in 2020\nThe sexy, cool, and floral “dress me wild” edition opens with notes of lavender, mandarin, and neroli in the opening notes; in the heart are orange and jasmine flowers, while the base combines vanilla, tonka, and white musk.\n ",
    "price": "659000"
  },
  {
    "name": "Black Opium Shine On Yves Saint Laurent - Limited Edition",
    "url": "https://thefragranceshopinc.com/products/black-opium-shine-on-yves-saint-laurent-limited-edition?variant=39401701376063",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/OPIUMSHINEONEDP_600x600.jpg?v=1626929190",
    "description": "90ML Eau de Parfum\nBlack Opium Shine On by Yves Saint Laurent is a Amber Vanilla fragrance for women. This is a new fragrance. Black Opium Shine On was launched in 2019. Black Opium Shine On was created by Nathalie Lorson, Marie Salamagne, Olivier Cresp and Honorine Blanc. Top notes are Pink Pepper, Orange Blossom and Pear; middle notes are Coffee, Jasmine, Almond and Licorice; base notes are Vanilla, Patchouli, Cashmere Wood and Cedar.",
    "price": "659000"
  },
  {
    "name": "Black Opium EDP Holiday Collector Bottle Edition",
    "url": "https://thefragranceshopinc.com/products/black-opium-eau-de-parfum-holiday-collector-bottle?variant=39401703473215",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/OPIUMRED_600x600.jpg?v=1626929753",
    "description": "90ML - Eau de Parfum\nTo celebrate the festive season, YSL Beauty offers a wild twist on a holiday classic: Black Opium, now dressed in NEW glittering limited edition pattern.\nThe NEW Black Opium collector houses the much-loved Black Opium original Eau de Parfum.\nA captivating floral gourmand scent, twisted with an overdose of black coffee, for a shot of adrenaline. Energy, sensuality, coupled with that unique YSL edge.The signature black coffee accord is paired with creamy vanilla, enriched by the softness of white flowers and orange blossom, against a base of patchouli and comforting white musk, for a women’s fragrance that bewitches with its trail.\nCrafted by Marie Salamagne, Nathalie Lorson, Olivier Cresp and Honorine Blanc.\n• Top notes: pear accord, mandarin essence• Heart notes: vanilla, orange blossom, white flowers• Base notes: black coffee accord, cedarwood essence, white musk, patchouli",
    "price": "659000"
  },
  {
    "name": "Nomade by CHLOE 75ml EDP",
    "url": "https://thefragranceshopinc.com/products/nomade-by-chloe-75ml-edp?variant=39401704849471",
    "brand": "CHLOE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/NOMADECHLOE_600x600.jpg?v=1626930430",
    "description": "75ML Eau de Parfum\nChloé Nomade Eau de Parfum encapsulates the spirit of a woman open to the beauty of the World, who flourishes through her experiences and encounters.\nA perfume with an intense character of oak moss, shrouded in the sweetness of cherry plum and the freshness of freesia.",
    "price": "619000"
  },
  {
    "name": "Miss Dior Blooming Bouquet 50ML",
    "url": "https://thefragranceshopinc.com/products/miss-dior-blooming-bouquet-eau-de-toilette-50ml?variant=39401788637247",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/MISSDIOR50ML_600x600.jpg?v=1626943135",
    "description": "50ML Eau de Toilette\nMiss Dior Blooming Bouquet Eau de Toilette is a delicate and playful scent that truly feels like spring in a bottle and that embodies the Miss Dior spirit perfectly.\nAs its antecedents, the Dior Miss Dior Blooming Bouquet Eau de Toilette has a sophisticated flask that immediately reminds us of the couture luxurious spirit. Introduce this enchanting scent as your daily perfume, and complement its use with other products from the same range in order to enhance its fragrance trail.\n\nTop notes: sicilian mandarin, calabrian bergamot;\nHeart notes: pink peony, damask rose, apricot and peach;\nBase notes: white musk.\n",
    "price": "499000"
  },
  {
    "name": "TERRE D'HERMES EDT 50 ML by HERMES",
    "url": "https://thefragranceshopinc.com/products/terre-dhermes-edt-50-ml-by-hermes?variant=39401789653055",
    "brand": "HERMES",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TERRE50ML_600x600.jpg?v=1626943595",
    "description": "50ML Eau de Toilette\n Terre d&#39;Hermes by Hermès is a Woody Spicy fragrance for men. Terre d&#39;Hermes was launched in 2006. The nose behind this fragrance is Jean-Claude Ellena. Top notes are Orange and Grapefruit; middle notes are Pepper and Pelargonium; base notes are Vetiver, Cedar, Patchouli and Benzoin. This perfume is the winner of award FiFi Award Fragrance Of The Year Men`s Luxe 2007.",
    "price": "499000"
  },
  {
    "name": "Gucci Bloom Eau de Parfum 50ml",
    "url": "https://thefragranceshopinc.com/products/gucci-bloom-eau-de-parfum-50ml?variant=39401809346623",
    "brand": "GUCCI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/GUCCIBLOOMEDP50ML_600x600.jpg?v=1626944272",
    "description": "50ML Eau de Parfum\nGucci Bloom Eau de Parfum is a scent that celebrates authenticity, vitality as well as the diversity of women — flourishing in a natural, expressive and individual way. Blended by master perfumer Alberto Morillas under the direction of the House’s Creative Director, Gucci Bloom is created to unfold like its name, capturing the rich scent of a thriving garden filled with an abundance of flowers. Tuberose and jasmine coupled with Rangoon Creeper — a unique flower from South India that is for the first time in perfumery to create a rich fragrance that transports the wearer to an imaginary garden.\n\nTop notes: jasmine;\nHeart notes: tuberose;\nBase notes: rangoon creeper.\n",
    "price": "429000"
  },
  {
    "name": "Miss Dior Absolutely Blooming by DIOR 100ML",
    "url": "https://thefragranceshopinc.com/products/miss-dior-absolutely-blooming-by-dior-100ml?variant=39401848537151",
    "brand": "DIOR",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/MISSDIORABSOLUTELYBLOOMING_600x600.jpg?v=1626946851",
    "description": "100ML Eau de Parfum\nMiss Dior Absolutely Blooming by Dior is a Floral Fruity fragrance for women. Miss Dior Absolutely Blooming was launched in 2016. The nose behind this fragrance is Francois Demachy. Top notes are Raspberry, Black Currant, Pomegranate and Pink Pepper; middle notes are May Rose and Peony; base note is White Musk.\n ",
    "price": "649000"
  },
  {
    "name": "Davidoff Cool Water Eau de Toilette",
    "url": "https://thefragranceshopinc.com/products/davidoff-cool-water-eau-de-toilette-for-men-125ml?variant=39402555899967",
    "brand": "DAVIDOFF",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DAVIDOFFEDT_600x600.jpg?v=1627008973",
    "description": "125ML Eau de Toilette\nDavidoff Cool Water Eau de Toilette For Men is an original marine fragrance for men, inspired by the freshness of the ocean. Cool Water is the aromatic essence of masculine vitality, power and seduction. An invigorating scent delivers energy as well as audacity. With refreshing top notes of lavender coupled with peppermint, the perfume opens with vibrant and sparkling intensity. The heart notes of sandalwood, geranium together with oakmoss add body and presence to the fragrance. Deeper notes of musk and amber are the base notes that add more intensity as well as an interesting contrast.",
    "price": "569000"
  },
  {
    "name": "Mon Paris Eau de Parfum 90ML by YVES SAINT LAURENT",
    "url": "https://thefragranceshopinc.com/products/mon-paris-edp-100ml-by-yves-saint-laurent?variant=39423361450047",
    "brand": "YVES SAINT LAURENT",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/image_e6f20446-4db4-4668-990d-9339ebf110a6_600x600.jpg?v=1628826512",
    "description": "90ML Eau de Parfum\nCapturing the spirit of an intense love affair, YSL introduces Mon Paris perfume - a new expression of love today, inspired by the city of lovers, Paris.\nMon Paris is a fragrance which urges you to seize the moment; transcend the present; and prepare to fall head over heels into the arms of a passionate love.\nA subversive reinvention of the traditional chypre, the new floral perfume turns the traditional model upside down, by introducing a brave, bold narcotic white chypre fit for love today.",
    "price": "569000"
  },
  {
    "name": "Red Wood DSQUARED2 For Women",
    "url": "https://thefragranceshopinc.com/products/red-wood-dsquared2-for-women?variant=39479607951423",
    "brand": "DSQUARED2",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/dsquared2-red-wood-w-edt-100ml_600x600.jpg?v=1634003213",
    "description": "Eau de Toilette - 100ML\nRed Wood by DSQUARED2 is a Floral Fruity fragrance for women. This is a new fragrance. Red Wood was launched in 2019. Top notes are Cranberry and Pink Pepper; middle notes are Litchi, Magnolia and Rose; base notes are Cedar, Amberwood and Musk.",
    "price": "549000"
  },
  {
    "name": "L'Eau D'Issey Pour Homme Issey Miyake",
    "url": "https://thefragranceshopinc.com/products/leau-dissey-pour-homme-issey-miyake?variant=39479617323071",
    "brand": "ISSEY MIYAKE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ISSEYMIYAKEEDT_600x600.png?v=1634005661",
    "description": "Eau de Toilette - 125ML\nL&#39;Eau d&#39;Issey Pour Homme by Issey Miyake is a Woody Aquatic fragrance for men. L&#39;Eau d&#39;Issey Pour Homme was launched in 1994. The nose behind this fragrance is Jacques Cavallier. Top notes are Yuzu, Lemon, Bergamot, Lemon Verbena, Mandarin Orange, Cypress, Calone, Coriander, Tarragon and Sage; middle notes are Blue Lotus, Nutmeg, Lily-of-the-Valley, Saffron, Ceylon Cinnamon, Bourbon Geranium and Mignonette; base notes are Tahitian Vetiver, Musk, Cedar, Sandalwood, Tobacco and Amber.",
    "price": "529000"
  },
  {
    "name": "Acqua di Giò Absolu Giorgio Armani",
    "url": "https://thefragranceshopinc.com/products/acqua-di-gio-absolu-giorgio-armani?variant=39479626006591",
    "brand": "GIORGIO ARMANI",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ARMANIABSOLU125_600x600.jpg?v=1634006830",
    "description": "Eau de Parfum - 125ML\nAcqua di Giò Absolu by Giorgio Armani is a Woody Aromatic fragrance for men. Acqua di Giò Absolu was launched in 2018. The nose behind this fragrance is Alberto Morillas. Top notes are Sea Notes, Bergamot, Pear, Grapefruit, Apple and Lemon; middle notes are Lavender, Geranium and Rosemary; base notes are Woody Notes, Tonka Bean, Patchouli, Amberwood and Labdanum.",
    "price": "649000"
  },
  {
    "name": "Kenzo World EDP by KENZO",
    "url": "https://thefragranceshopinc.com/products/kenzo-world-edp-by-kenzo?variant=39479628955711",
    "brand": "KENZO",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/KENZOWORLDEDP_600x600.jpg?v=1634007376",
    "description": "Eau de Parfum - 75 ML\nKenzo World by Kenzo is a Floral fragrance for women. Kenzo World was launched in 2016. The nose behind this fragrance is Francis Kurkdjian. Top note is Red Fruits; middle notes are Peony, Floral Notes and Egyptian Jasmine; base note is Ambroxan.",
    "price": "579000"
  },
  {
    "name": "Ouverture Xerjoff Velvet Collection",
    "url": "https://thefragranceshopinc.com/products/ouverture-xerjoff-for-women-and-men?variant=39479638818879",
    "brand": "XERJOFF",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/XERJOFFOUVERTURE_600x600.jpg?v=1634008063",
    "description": "Eau de Parfum - 100ML\nOuverture by Xerjoff is a Amber Floral fragrance for women and men. This is a new fragrance. Ouverture was launched in 2019. The nose behind this fragrance is Chris Maurice. Top notes are Fig Leaf, Orange and Magnolia; middle notes are Indian Jasmine, Bulgarian Rose, Cinnamon and Ylang-Ylang; base notes are Sandalwood, Vanilla, Cashmere Wood, Amber and Incense.",
    "price": "1190000"
  },
  {
    "name": "Metallique Tom Ford",
    "url": "https://thefragranceshopinc.com/products/metallique-tom-ford?variant=39479661264959",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TFMETALLIQUE_600x600.jpg?v=1634009175",
    "description": "Eau de parfum - 100ML\nMetallique by Tom Ford is a Floral Aldehyde fragrance for women. This is a new fragrance. Metallique was launched in 2019. Top notes are Aldehydes, Pink Pepper and Bergamot; middle notes are Heliotrope, Hawthorn and Lily-of-the-Valley; base notes are Vanilla, Ambrette (Musk Mallow), Peru Balsam and Sandalwood.",
    "price": "1090000"
  },
  {
    "name": "212 VIP Rosé Red Carolina Herrera",
    "url": "https://thefragranceshopinc.com/products/212-vip-rose-red-carolina-herrera?variant=39479665131583",
    "brand": "CAROLINA HERRERA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/212ROSERED_600x600.jpg?v=1634009769",
    "description": "Eau de Parfum - 80ML\n212 VIP Rosé Red by Carolina Herrera is a Floral Fruity fragrance for women. This is a new fragrance. 212 VIP Rosé Red was launched in 2020. Top notes are Liquor, Tomato and Raspberry; middle notes are Tiramisu, Spices and Bulgarian Rose; base notes are Patchouli, Musk and Woody Notes.",
    "price": "619000"
  },
  {
    "name": "Dolce & Gabbana Light Blue EDT for Women",
    "url": "https://thefragranceshopinc.com/products/dolce-gabbana-light-blue-edt-for-women?variant=39479668179007",
    "brand": "DOLCE & GABBANA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/LIGHTBLUED_G_600x600.jpg?v=1634011011",
    "description": "Eau de Toilette - 100ML\nDolce &amp;amp; Gabbana Light Blue perfume has combination of lively Sicilian citron and effervescent Granny Smith Apples, are softened and ethereally blended with the intensity of freesia, jasmine, earthy musk and amber\nDolce &amp;amp; Gabbana Light Blue is a stunning fragrance that&#39;s both overwhelming and irresistible, like the joy of living",
    "price": "529000"
  },
  {
    "name": "Wood for Her DSQUARED2",
    "url": "https://thefragranceshopinc.com/products/wood-for-her-dsquared2?variant=39479671816255",
    "brand": "DSQUARED2",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DSQUARED2WOOD_600x600.jpg?v=1634011591",
    "description": "Eau de Toilette - 100ML\nWood for Her by DSQUARED2 is a Floral Woody Musk fragrance for women. This is a new fragrance. Wood for Her was launched in 2018. Top notes are Raspberry Leaf, Mandarin Orange, Magnolia and Lily-of-the-Valley; middle notes are Osmanthus and Jasmine; base notes are White Woods, Ambroxan and Cedar.",
    "price": "549000"
  },
  {
    "name": "Noir Extreme Tom Ford (TESTER BOX)",
    "url": "https://thefragranceshopinc.com/products/noir-extreme-tom-ford-tester-box?variant=39479673585727",
    "brand": "TOM FORD",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/TOMFORDNOIREXTREME_600x600.jpg?v=1634012115",
    "description": "Eau de Parfum - 100ML (TESTER BOX)\nNoir Extreme by Tom Ford is a Amber Woody fragrance for men. Noir Extreme was launched in 2015. The nose behind this fragrance is Sonia Constant. Top notes are Cardamom, Nutmeg, Saffron, Mandarin Orange and Neroli; middle notes are Kulfi, Rose, Jasmine, Mastic or Lentisque and Orange Blossom; base notes are Vanilla, Amber, Woody Notes and Sandalwood.",
    "price": "899000"
  },
  {
    "name": "Diptyque 34 L'Eau Du Trente-Quatre",
    "url": "https://thefragranceshopinc.com/products/diptyque-34-leau-du-trente-quatre?variant=39499701649471",
    "brand": "DIPTYQUE",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/DIPTYQUE34L_EAU_600x600.jpg?v=1635859966",
    "description": "100ML Eau de Toilette\nFrom the 34 Boulevard Satin-Germain collection celebrating diptyque&#39;s 50th anniversary, 34 L&#39;Eau du Trent-Quatre Eau de Toilette captures the scent of the first boutique during spring, when the weather changes and the greenest notes take over the warmer and sensual notes.\nStyle: Green, woody, floral.\nNotes: grapefruit, bitter orange, fig leaves, galbanum, Egyptian, geranium, tuberose, cinnamon, nutmeg, cedarwood, vetiver, white musk.",
    "price": "719000"
  },
  {
    "name": "Good Girl Légère Carolina Herrera (TESTER BOX)",
    "url": "https://thefragranceshopinc.com/products/good-girl-legere-carolina-herrera-tester-box?variant=39499727503423",
    "brand": "CAROLINA HERRERA",
    "image": "//cdn.shopify.com/s/files/1/0020/6359/7631/products/ScreenShot2021-11-02at20.57.20_600x600.png?v=1635861626",
    "description": "80ML Eau de Parfum (Tester Box)\nGood Girl Légère by Carolina Herrera is a Amber Floral fragrance for women. Good Girl Légère was launched in 2018. The nose behind this fragrance is Louise Turner. Top notes are Ylang-Ylang, Mandarin Orange, Lemon and Bergamot; middle notes are Jasmine, Tuberose, Orange Blossom and Bulgarian Rose; base notes are Dulce de leche, Tonka Bean, Praline, Cinnamon, Sandalwood, Cashmirwood, Amber, Musk, Patchouli and Cedar.",
    "price": "549000"
  }
]
